Repository: ezze/fluffychat
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hu, it, nb_no, pl, ru

source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
es: Desconocido
eu: Ezezaguna
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nb_no: Ukjent
pl: Nieznany
ru: Неизвестно

source: New message
cs: Nová zpráva
de: Neue Nachricht
es: Nuevo mensaje
eu: Mezu berria
fr: Nouveau message
hu: Új üzenet
nb_no: Ny melding
pl: Nowa wiadomość
ru: Новое сообщение

source: New encrypted message
cs: Nova šifrovaná zpráva
de: Neue verschlüsselte Nachricht
es: Nuevo mensaje cifrado
eu: Enkriptaturiko mezu berria
fr: Nouveau message chiffré
hu: Új titkosított üzenet
nb_no: Ny kryptert melding
pl: Nowa zaszyfrowana wiadomość
ru: Новое зашифрованное сообщение

source: New member event
cs: Událost nového člena
de: Neues Mitgliederereignis
es: Evento de nuevo miembro
eu: Kide berriaren gertaera
fr: Nouvel événement d'un membre
pl: Nowe zdarzenie użytkownika
ru: Новый участник

source: You were invited to chat
cs: Byl jste pozván do chatu
de: Du wurdest zu einem Chat eingeladen
es: Ha sido invitado a chatear
eu: Berriketara gonbidatua izan zara
fr: Vous avez été invité(e) à discuter
hu: Meghívtak csevegni
nb_no: Du ble invitert til sludring
pl: Zostałeś zaproszony do konwersacji
ru: Вы приглашены в беседу

source: Are you sure?
ca: Segur?
cs: Určitě?
de: Bist du sicher?
es: ¿Seguro?
eu: Ziur?
fr: Êtes-vous sûr(e) ?
hu: Biztos vagy benne?
it: Sei sicuro?
nb_no: Er du sikker?
pl: Jesteś pewien?
ru: Вы уверены?

source: You must agree to the privacy policy
ca: Heu d'acceptar la política de privacitat
cs: Je třeba přijmout zásady ochrany soukromí
de: Du musst der Datenschutzvereinbarung zustimmen
es: Debe aceptar la política de privacidad
eu: Pribatutasun politika onartu behar duzu
fr: Vous devez accepter la politique de protection de la vie privée
hu: El kell fogadnod az adatvédelmi nyilatkozatot
nb_no: Du må samtykke til personvernspraksisen
pl: Musisz zgodzić się na naszą politykę prywatności
ru: Вы должны согласиться с политикой конфиденциальности

source: Copied to the clipboard
ca: S'ha copiat al porta-retalls
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
eu: Arbelean kopiatua
fr: Copié dans le presse-papier
hu: Vágólapra másolva
nb_no: Kopier til utklippstavle
pl: Skopiowano do schowka
ru: Скопировано в буфер обмена

source: Encryption settings
eu: Enkriptatze ezarpenak
fr: Paramètres de chiffrement
hu: Titkosítási beállítások
nb_no: Krypteringsinnstillinger
ru: Настройки шифрования

source: (Needs Pantalaimon) Enable encryption
fr: (Pantalaimon requis) Activer le chiffrement

source: Loading…
ca: Carregant…
cs: Načítám…
de: Lade …
es: Cargando…
eu: Kargatzen…
fr: Chargement…
hu: Betöltés…
nb_no: Laster inn…
pl: Ładowanie…
ru: Загрузка…

source: No devices found
eu: Ez da gailurik aurkitu
fr: Aucun appareil trouvé
hu: Nem találtunk eszközt
nb_no: Fant ingen enheter
ru: Устройства не найдены

source: FluffyChat %1 on %2
ca: FluffyChat %1 a %2
cs: FluffyChat %1 na %2
de: FluffyChat %1 auf %2
es: FluffyChat %1 en %2
eu: FluffyChat %1 %2-en
fr: FluffyChat %1 sur %2
nb_no: FluffyChat %1 på %2
pl: FluffyChat %1 na %2
ru: FluffyChat %1 на %2

source: Buy a coffee for me
eu: Kafetxo batetara gonbida nazazu
fr: M'acheter un café
hu: Hívj meg egy kávéra
ru: Купить мне кофе

source: Support on Liberapay
ca: Doneu suport amb Liberapay
cs: Podpora prostřednictvím Liberapay
de: Mit Liberapay unterstützen
es: Apoyar en Liberapay
eu: Liberapay-en babestu
fr: Nous soutenir avec Liberapay
hu: Támogass Librepay-en
it: Supportaci su Liberapay
nb_no: Støtt på Liberapay
pl: Wesprzyj na Liberapay
ru: Поддержать на Liberapay

source: Join the community
ca: Uniu-vos a la comunitat
cs: Připojte se ke komunitě
de: Trete der Community bei
es: Únase a la comunidad
eu: Komunitatera batu
fr: Rejoindre la communauté
hu: Csatlakozz a közösséghez
it: Unisciti alla comunità
nb_no: Ta del i gemenskapen
pl: Dołącz do społeczności
ru: Вступить в сообщество

source: Privacy Policy
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
de: Datenschutz
es: Política de privacidad
eu: Pribatutasun politika
fr: Politique de protection de la vie privée
hu: Adatvédelmi nyilatkozat
it: Informativa sulla privacy
nb_no: Personvernspraksis
pl: Polityka prywatności
ru: Политика конфиденциальности

source: Website
ca: Pàgina web
cs: Webová stránka
es: Sitio web
eu: Web gunea
fr: Site Internet
hu: Honlap
it: Sito web
nb_no: Nettside
pl: Strona internetowa
ru: Сайт

source: Contributors
ca: Contribució
cs: Spolupracující
de: Mitwirkende
es: Colaboradores
eu: Laguntzaileak
fr: Contributeurs / Contributrices
hu: Közreműködők
it: Collaboratori
nb_no: Bidragsytere
pl: Współtwórcy
ru: Авторы

source: Source code
ca: Codi font
cs: Zdrojový kód
de: Quellcode
es: Código fuente
eu: Iturburu kodea
fr: Code source
hu: Forráskód
it: Codice sorgente
nb_no: Kildekode
pl: Kod źródłowy
ru: Исходный код

source: License
ca: Llicència
cs: Licence
de: Lizenz
es: Licencia
eu: Lizentzia
fr: Licence
hu: Licensz
it: Licenza
nb_no: Lisens
pl: Licencja
ru: Лицензия

source: Archived chats
ca: Xats arxivats
cs: Archivované chaty
de: Archivierte Chats
es: Chats archivados
eu: Gordetako berriketak
fr: Discussions archivées
hu: Archivált csevegések
it: Conversazioni archiviate
nb_no: Arkiverte sludringer
pl: Zarchiwizowane konwersacje
ru: Архивные беседы

source: Search archived chats…
de: Archivierte Chats durchsuchen …
eu: Bilatu artxibaturiko berriketak…
fr: Chercher dans les discussions archivées…
hu: Keresés az archivált csevegésekben…
pl: Szukaj w zarchiwizowanych konwersacjach…
ru: Искать архивные беседы…

source: There are no archived chats
ca: No hi ha cap xat arxivat
cs: Žádné chaty archivovány
de: Es gibt keine archivierten Chats
es: No hay ningún chat archivado
eu: Ez dago artxibaturiko berriketarik
fr: Il n'y a aucune discussion archivée
hu: Nincsenek archivált csevegések
it: Non ci sono conversazioni archiviate
nb_no: Det finnes ingen arkiverte sludringer
pl: Brak zarchiwizowanych konwersacji
ru: Нет архивных бесед

source: Connected email addresses
ca: Adreces de correu connectades
cs: Připojené e-mailové adresy
de: Verbundene E-Mail-Adressen
es: Direcciones de correo electrónico conectadas
eu: Konektaturiko helbide elektronikoak
fr: Adresses de courriel connectées
hu: Kapcsolt email fiókok
it: Indirizzi email collegati
nb_no: Tilkoblede e-postadresser
pl: Połączone adresy e-mail
ru: Привязанные адреса электронной почты

source: Add email address
ca: Afegeix adreça de correu
cs: Vložit e-mailovou adresu
de: E-Mail-Adresse hinzufügen
es: Añadir dirección de correo electrónico
eu: Helbide elektronikoa gehitu
fr: Ajouter une adresse de courriel
hu: Email cím hozzáadása
it: Aggiungi un indirizzo email
nb_no: Legg til e-postadresse
pl: Dodaj adres e-mail
ru: Добавить адрес электронной почты

source: No email addresses connected
ca: Cap adreça de correu connectada
cs: Žádná e-mailová adresa připojena
de: Keine E-Mail-Adressen verbunden
es: No hay ninguna dirección de correo electrónico conectada
eu: Ez dago helbide elektronikorik konektatuta
fr: Aucune adresse de courriel connectée
hu: Nincsenek kapcsolt email fiókok
it: Nessun indirizzo email collegato
nb_no: Ingen tilknyttede e-postadresser
pl: Brak połączonych adresów e-mail
ru: Нет привязанных адресов электронной почты

source: Please set a password
ca: Escriviu una contrasenya
cs: Zadejte Vaše budoucí heslo
de: Bitte erstelle ein Passwort
es: Establezca una contraseña
eu: Mesedez ezarri pasahitz bat
fr: Veuillez définir un mot de passe
hu: Kérlek állíts be jelszót
it: Per favore imposta una password
pl: Wybierz hasło
ru: Пожалуйста, установите пароль

source: Please set a strong password. To reset your password, you will need to provide an e-mail address later
ca: Establiu una contrasenya forta. Per restablir-la, haureu d'indicar una adreça de correu electrònic més tard
cs: Nastavte si prosím silné heslo. K obnovení vašeho hesla bude později třeba e-mailová adresa
de: Bitte geben Sie ein sicheres Passwort ein. Um Ihr Passwort zurückzusetzen, müssen Sie später eine E-Mail-Adresse angeben
es: Configure una contraseña fuerte. Para restablecer su contraseña necesitará proporcionar más tarde una dirección de correo electrónico
eu: Mesedez, ezarri pasahitz indartsu bat. Zure pasahitza berrezartzeko, helbide elektroniko bat zehaztu beharko duzu aurrerago
fr: Veuillez définir un mot de passe fort. Pour réinitialiser votre mot de passe, vous devrez fournir une adresse de courriel plus tard
hu: Kérlek, használj erős jelszót! Jelszó visszaállításhoz később be kell állítanod egy email címet
nb_no: Sett et sterkt passord. For å tilbakestille ditt passord, må du oppgi en e-postadresse senere
pl: Wybierz silne hasło. Aby zresetować swoje hasło możesz później dodać do swojego konta adres e-mail
ru: Пожалуйста, установите сложный пароль. Для сброса вашего пароля необходимо будет указать адрес вашей электронной почты

source: e.g. Summer%salad$flattens?tOOthpaste
ca: p. ex, ElsTrempon$aplanen?LApastaDeDents
cs: např. Summer%salad$flattens?tOOthpaste
de: Z.B. Summer%salad$flattens?tOOthpaste
es: p.ej. Summer%salad$flattens?tOOthpaste
fr: Par exemple Été%salade$écrase?dentifrice
hu: pl. Peter%salata$fut?fOgkRem
it: es. Estate%salad$appiattire?dENtifricio
nb_no: f.eks sommer%salat$utflater?taNNpasta
pl: np. Summer%salad$flattens?tOOthpaste
ru: например, Летний%салат$ровняет?зУбнуюпасту

source: Sign up
ca: Crea un compte
cs: Registrace
de: Registrieren
es: Registrarse
eu: Izena eman
fr: S'inscrire
hu: Regisztráció
it: Iscriviti
nb_no: Registrer deg
pl: Zarejestruj się
ru: Регистрация

source: Welcome to FluffyChat
ca: Benvingut/da al FluffyChat
cs: Vítejte ve FluffyChat
de: Willkommen bei FluffyChat
es: Bienvenida/o a FluffyChat
eu: Ongi etorri FluffyChat-era
fr: Bienvenue sur FluffyChat
hu: Üdvözöl a FluffyChat
it: Benvenuto in FluffyChat
nb_no: Velkommen til FluffyChat
pl: Witaj w FluffyChat
ru: Добро пожаловать во FluffyChat

source: Chat with your friends and join the community. You can use your phone number or a unique username to find friends.
ca: Xategeu amb els vostres amics i uniu-vos a la comunitat. Podeu usar el vostre número de telèfon o un nom d'usuari únic per trobar amics.
cs: Chatujte s přáteli a připojte se ke komunitě. K vyhledání vašich přátel můžete použít vaše telefonní číslo anebo jedinečné uživatelské jméno.
de: Chatte mit deinen Freunden und trete der Community bei. Du kannst deine Handynummer oder einen Benutzernamen verwenden, um Freunde zu finden.
es: Charle con sus amigos y únase a la comunidad. Puede usar su número de teléfono o un nombre de usuario para encontrar amigos.
eu: Egin berriketan zure lagunekin eta batu komunitatera. Zure telefono zenbakia erabil dezakezu edo erabiltzaile izen bat lagunak aurkitzeko.
fr: Discutez avec vos ami(e)s et rejoignez la communauté. Vous pouvez utiliser votre numéro de téléphone ou un nom d'utilisateur unique pour trouver des ami(e)s.
hu: Csevegj a barátaiddal és csatlakozz a közösséghez. Használhatod a telefonszámodat vagy egy egyedi felhasználó nevet, hogy megtaláld a barátaidat.
nb_no: Sludre med dine venner og ta del i gemenskapen. Du kan bruke ditt telefonnummer eller et unikt brukernavn for å finne venner.
pl: Konwersuj ze swoimi znajomymi i dołącz do społeczności. Możesz użyć swojego numeru telefonu bądź unikatowej nazwy użytkownika do wyszukiwania przyjaciół.
ru: Общайтесь со своими друзьями и вступайте в сообщество. Вы можете найти друзей по номеру телефону или уникальному имени пользователя.

source: Join the Matrix
ca: Uniu-vos al Matrix
cs: Připojit se k Matrixu
de: Trete der Matrix bei
es: Únase a Matrix
eu: Matrix-era batu
fr: Rejoindre Matrix
hu: Lépj be a Matrixba
it: Unisciti a Matrix
nb_no: Gå inn i Matrix
pl: Dołącz do Matrix
ru: Вступить в Matrix

source: FluffyChat is compatible with other messengers like Riot, Fractal or uMatriks. You can also join IRC channels, participate in XMPP chats and bridge Telegram groups.
ca: El FluffyChat és compatible amb altres missatgers com Riot, Fractal o uMatriks. També podeu unir-vos als canals d'IRC, participar a xats XMPP i fer ponts amb grups de Telegram.
cs: FluffyChat je kompatibilní s ostatními službami jako Rio, Fractal anebo uMatriks. Můžete se připojit i k IRC kanálům, účastnit se XMPP chatů a přemostit Telegram skupiny.
de: FluffyChat ist kompatibel mit anderen Messengern wie Riot, Fractal oder uMatriks. Du kannst außerdem IRC Channels beitreten, in XMPP Chats mitmachen oder Telegram Gruppen verknüpfen.
es: FluffyChat es compatible con otros clientes de mensajería como Riot, Fractal o uMatriks. También puede unirse a canales de IRC, participar en charlas en XMPP y crear pasarelas con grupos de Telegram.
eu: FluffyChat bateragarria da Riot, Fractal edo uMatriks bezelako mezularirekin. IRC kanaletara ere batu zaitezke, XMPP berriketetan parte hartu eta baita Telegram taldeetan ere zubi bidez.
fr: FluffyChat est compatible avec d'autres clients de messagerie instantanée comme Riot, Fractal ou uMatriks. Vous pouvez également rejoindre les canaux IRC, participer à des discussions XMPP et établir des ponts vers des groupes de Telegram.
hu: A FluffyChat kompatibilis más üzenetküldő alkalmazásokkal mint a Riot, Fractal vagy uMatriks. Speciális hidakkal csatlakozhatsz IRC csatornákhoz, XMPP csevegésekhez és Telegram csoportokhoz.
it: FluffyChat è compatibile con altre app come Riot, Fractal o uMatriks. Puoi anche unirti ai canali IRC, partecipare alle conversazioni XMPP e collegarti ai gruppi Telegram.
nb_no: FluffyChat er kompatibelt med andre meldingsklienter som Riot, Fractal eller uMatriks. Du kan også ta del i IRC-kanaler, delta i XMPP-sludringer og knytte broer til Telegram-grupper.
pl: FluffyChat jest kompatybilny z innymi komunikatorami takimi jak Riot, Fractal czy uMatriks. Możesz także dołączyć do kanału IRC, uczestniczyć w konwersacjach XMPP lub łączyć grupy Telegram.
ru: FluffyChat совместим с другими приложениями обмена сообщениями, такими как Riot, Fractal или uMatriks. Вы также можете подключиться к каналам IRC, участвовать в беседах XMPP и группах Telegram.

source: What's new in version %1?
ca: Quines novetats hi ha a la versió %1?
cs: Co je nového ve verzi %1?
de: Was gibt's neues in Version %1?
es: ¿Qué novedades hay en la versión %1?
eu: Zer berri %1 bertsioan?
fr: Quoi de neuf dans la version %1 ?
hu: Újdonságok a %1 verzióban?
it: Cosa c'è di nuovo nella versione %1?
nb_no: Hva er nytt i versjon %1?
pl: Co nowego w wersji %1?
ru: Что нового в версии %1?

source: Minor bugfixes and updated translations.
cs: Oprava drobných chyb a aktualizace překladů.
de: Ein paar Fehlerbehebungen und neue Übersetzungen.
eu: Akats txikien konponketa eta itzulpenen eguneraketa.
fr: Corrections mineures de problèmes et traductions mises à jour.
hu: Apró hibajavítások és nyelvi frissítések.
nb_no: Små feilrettinger og oppdaterte oversettelser.
pl: Drobne poprawki błędów i aktualizacja tłumaczeń.
ru: Исправлены незначительные ошибки и обновлены переводы.

source: Critical bug fixed.
cs: Oprava kritické chyby.
de: Ein kritischer Fehler wurde behoben.
es: Solucionado un error crítico.
eu: Akats larrien konponketa.
fr: Problème critique résolu.
hu: Kritikus frissítések.
nb_no: Kritisk feil fikset.
pl: Poprawa błędów krytycznych.
ru: Исправлена критическая ошибка.

source: Security bug fixed.
cs: Oprava bezpečnostní chyby.
de: Sicherheitslücken wurden geschlossen.
es: Solucionado un fallo de seguridad.
eu: Segurtasun akatsak konponduta.
fr: Problème de sécurité résolu.
hu: Biztonsági frissítések.
nb_no: Sikkerhetsfeil fikset.
pl: Rozwiązanie problemów z bezpieczeństwem.
ru: Исправлена ошибка безопасности.

source: Updated translations. Thanks to all translators.
cs: Aktualizované překlady. Naše díky všem překladatelům.
de: Übersetzungen aktualisiert. Danke an alle Übersetzer.
es: Traducciones actualizadas. Gracias a todos los traductores.
eu: Itzulpenak eguneraturik. Eskerrikasko itzultzaileei.
fr: Traductions mises à jour. Merci à tous les traducteurs/trices.
hu: Nyelvi frissítések. Köszönet a fordítóknak.
nb_no: Oppdaterte oversettelser. Takk til alle oversettere.
pl: Aktualizacja tłumaczeń. Podziękowania należą się wszystkim naszym tłumaczącym!
ru: Обновлены переводы. Спасибо всем переводчикам.

source: Community funded
ca: Finançat per la comunitat
cs: Financováno komunitou
de: Finanziert durch die Gemeinschaft
es: Financiado por la comunidad
eu: Komunitateak bebestua
fr: Financé par la communauté
hu: Közösségi finanszírozású
it: Finanziato dalla comunità
nb_no: Dugnadsfinansiering
pl: Finansowanie przez społeczność
ru: Финансируется сообществом

source: FluffyChat is open, nonprofit and cute. The development and servers is all community funded. Donate to this project on <a href='https://ko-fi.com/krille'>Ko-fi</a> or <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>
fr: FluffyChat est ouvert, à but non lucratif et adorable. Le développement et les serveurs sont financés en totalité par la communauté. Faites un don à ce projet sur <a href='https://ko-fi.com/krille'>Ko-fi</a> ou <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>
hu: A FluffyChat nyílt nonprofit és cuki. A fejlesztést és a szerverek üzemeltetését a közösség finanszírozza. Támogasd a projektet <a href='https://ko-fi.com/krille'>Ko-fi</a> vagy <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a> segítségével
ru: FluffyChat — открытый и некоммерческий проект. Разработка и сервера спонсируются сообществом. Пожертвуйте проекту на <a href='https://ko-fi.com/krille'>Ko-fi</a> или на <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>

source: Continue
ca: Continua
cs: Pokračovat
de: Fortfahren
es: Continuar
eu: Jarraitu
fr: Continuer
hu: Tovább
it: Continua
nb_no: Fortsett
pl: Kontynuuj
ru: Продолжить

source: Homeserver %1
ca: Servidor propi %1
cs: Server %1
es: Servidor de datos («homeserver») %1
eu: %1 Zerbitzaria («homeserver»)
fr: Serveur d'accueil %1
hu: Kiszolgáló %1
nb_no: Hjemmetjener %1
pl: Serwer domyślny %1
ru: Сервер %1

source: Change homeserver
ca: Canvia el servidor propi
cs: Změnit homeserver
de: Ändere Homeserver
es: Cambiar servidor de datos («homeserver»)
eu: Zerbitzaria («homeserver») aldatu
fr: Changer de serveur d'accueil
hu: Kiszolgáló váltás
it: Cambia homeserver
nb_no: Endre hjemmetjener
pl: Zmień serwer domyślny
ru: Сменить сервер

source: Change ID-server
ca: Canvia el servidor d'identitas
cs: Změnit ID-server
de: Ändere ID-Server
es: Cambiar servidor de identidad («identityserver»)
eu: ID-zerbitzaria aldatu
fr: Changer de serveur d'identités
hu: Válts azonosító-kezelő szervert
it: Cambia ID-server
nb_no: Endre ID-tjener
pl: Zmień ID serwera
ru: Сменить сервер идентификации

source: About FluffyChat
ca: Quant al FluffyChat
cs: O FluffyChat
de: Über FluffyChat
es: Acerca de FluffyChat
eu: FluffiChat-i buruz
fr: À propos de FluffyChat
hu: A FluffyChat-ről
it: A proposito di FluffyChat
nb_no: Om
pl: O FluffyChat
ru: О FluffyChat

source: FAQ
ca: PMF
es: Preguntas frecuentes
eu: Ohiko galderak
fr: Questions fréquemment posées
hu: GYÍK
nb_no: O-S-S
pl: Najczęściej zadawane pytania
ru: Часто задаваемые вопросы

source: Choose your homeserver
ca: Trieu un servidor propi
cs: Zvolte Váš homeserver
de: Wähle deinen Homeserver
es: Elija su servidor de datos («homeserver»)
eu: Hautatu zure zerbitzaria («homeserver»)
fr: Choisissez votre serveur d'accueil
hu: Válassz kiszolgálót
it: Scegli il tuo homeserver
nb_no: Velg din hjemmetjener
pl: Wybierz serwer domowy
ru: Выберите ваш сервер

source: Choose your identity server
ca: Trieu un servidor d'identitats
cs: Zvolte Váš identity server
de: Wähle deinen Identity-Server
es: Elija su servidor de identidad («identityserver»)
eu: Hautatu zure ID zerbitzaria
fr: Choisissez votre serveur d'identités
hu: Válassz azonosító-kezelő szervert
it: Scegli il tuo server di identificazione
nb_no: Velg din identitetstjener
pl: Wybierz serwer tożsamy
ru: Выберите ваш сервер идентификации

source: Phone number (optional)
ca: Número de telèfon (opcional)
cs: Telefonní číslo (nepovinné)
de: Handynummer (optional)
es: Número de teléfono (opcional)
eu: Telefono zenbakia (aukerakoa)
fr: Numéro de téléphone (facultatif)
hu: Telefonszám (nem kötelező)
it: Numero di telefono (opzionale)
nb_no: Telefonnummer (valgfritt)
pl: Numer telefonu (opcjonalnie)
ru: Номер телефона (необязательно)

source: Username or Matrix ID
ca: Nom d'usuari o ID del Matrix
cs: Uživatelské jméno nebo ID Matrixu
de: Benutzername oder Matrix ID
es: Nombre de usuario o identificador de Matrix («ID»)
eu: Erabiltzaile izena edo Matrix ID-a
fr: Nom d’utilisateur/trice ou identifiant Matrix
hu: Felhasználó név vagy Matrix azonosító
nb_no: Brukernavn eller Matrix ID
pl: Nazwa użytkownika lub Matrix ID
ru: Имя пользователя или Matrix ID

source: Create a new account
ca: Crea un compte nou
cs: Vytnořit nový účet
de: Neues Konto erstellen
es: Crear una cuenta nueva
eu: Kontu berria sortu
fr: Créer un nouveau compte
hu: Új felhasználó létrehozása
it: Crea un nuovo account
nb_no: Opprett ny konto
pl: Utwórz nowe konto
ru: Создать новую учётную запись

source: Sign in
ca: Inicia la sessió
cs: Přihlášení
de: Einloggen
es: Iniciar sesión
eu: Saioa hasi
fr: Se connecter
hu: Bejelentkezés
it: Accedi
nb_no: Registrer deg
pl: Zaloguj
ru: Войти

source: Share
ca: Comparteix
cs: Sdílet
de: Teilen
es: Compartir
eu: Partekatu
fr: Partager
hu: Megosztás
it: Condividi
nb_no: Del
pl: Udostępnij
ru: Поделиться

source: Search for your chats…
ca: Cerca als meus xats…
cs: Vyhledat vaše chaty…
de: Durchsuche deine Chats …
es: Busque sus chats…
eu: Bilatu zure berriketak…
fr: Rechercher une discussion…
hu: Csevegések keresése…
pl: Szukaj w swoich konwersacjach…
ru: Поиск бесед…

source: Swipe up from the bottom to start a new chat or discover public groups.
ca: Llisqueu cap amunt des de la part inferior per a iniciar un xat nou o descobrir grups públics.
cs: Zahájení nového chatu či vyhledání veřejných skupin spustíte vysunutím zdola.
de: Von unten hereinwischen, um einen neuen Chat zu starten oder um öffentliche Gruppen zu entdecken.
es: Deslice desde abajo para iniciar un nuevo chat o descubrir grupos públicos.
eu: Irristatu behetik-gora berriketa berri bat hasteko edo talde publikoak aurkitzeko.
fr: Faites glisser vers le haut à partir du bas pour commencer une nouvelle discussion ou découvrir des groupes publics.
hu: Simíts lentről fel hogy új csevegést kezdeményezz vagy publikus csoportokat keress.
nb_no: Dra fra bunnen for å starte ny sludring eller oppdag offentlige grupper.
pl: Przesuń palcem od góry w dół, aby rozpocząć nowe konwersacje lub odkryć konwersacje publiczne.
ru: Проведите пальцем снизу вверх для начала новой беседы или поиска публичных групп.

source: Add chat
ca: Afegeix un xat
cs: Přidat chat
de: Chat hinzufügen
es: Añadir chat
eu: Berriketa gehitu
fr: Ajouter une discussion
hu: Új csevegés
it: Aggiungi una conversazione
nb_no: Legg til sludring
pl: Dodaj konwersację
ru: Добавить беседу

source: Add Chat
ca: Afegeix un xat
cs: Přidat chat
de: Chat hinzufügen
es: Añadir chat
eu: Berriketa gehitu
fr: Ajouter une discussion
hu: Új csevegés
nb_no: Legg til sludring
pl: Dodaj konwersację
ru: Добавить беседу

source: Import from addressbook
ca: Importa dels contactes
cs: Stáhnout z adresáře kontaktů
de: Aus Adressbuch hinzufügen
es: Importar desde la agenda de direcciones
eu: Helbide-liburutik inportatu
fr: Importer à partir du carnet d'adresses
hu: Importálás a címjegyzékből
nb_no: Importer fra adressebok
pl: Importuj z książki adresowej
ru: Импортировать из адресной книги

source: Filter contacts
ca: Filtra els contactes
cs: Filtrovat kontakty
de: Kontakte filtern
es: Filtrar contactos
eu: Kontaktuak iragazi
fr: Filtrer les contacts
hu: Ismerősök szűrése
nb_no: Filtrer kontakter
pl: Filtruj kontakty
ru: Фильтровать контакты
