Repository: ezze/fluffychat
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hu, it, nb_no, pl, ru

source: <br><b>Matrix client</b><br><br>* FluffyChat is a Matrix protocol client and is compatible with all Matrix servers and Matrix identity servers. All communications conducted while using FluffyChat use a Matrix server and the Matrix identity server.<br>* The default server in FluffyChat is https://ubports.chat and the default identity server is https://vector.im.<br>* FluffyChat doesn't operate any server or remote service.<br>* All communication of substantive content between FluffyChat and any server is done in secure way, using transport encryption to protect it. End-to-end encryption will follow.<br>* FluffyChat is not responsible for the data processing carried out by any Matrix server or Matrix identity server.<br>* FluffyChat offers the option to use phone numbers to find contacts. This is not a requirement of normal operation and is intended only as a convenience. No contact details are uploaded without user interaction! The user can choose to upload all or some or no contacts to the identity server!<br><br><b>Push Notifications</b><br><br>* The Matrix server selected by the user will automatically send push notifications to the UBports push service. These notifications are encrypted with the https protocol between the device and the Matrix server and on to the official UBports Matrix gateway at https://push.ubports.com:5003/_matrix/push/r0/notify This server forwards the notification to UBports push service at https://push.ubports.com and then sends this on as a push notification to the user's device(s).<br>
ca: <br><b>El client per al Matrix</b><br><br>* FluffyChat és un client per al protocol del Matrix i és compatible tant amb tots els servidors com els seus servidors d'identitat. Totes les comunicacions realitzades mitjançant l'ús del FluffyChat utilitzen un servidor un servidor del Matrix i un servidor d'identitats del Matrix.<br>* El servidor per defecte del FluffyChat és https://ubports.chat i el d'identitat per defecte és https://vector.im.<br>* FluffyChat no operar cap servidor ni servei remot.<br>* Totes les comunicacions de contingut substancial entre el FluffyChat i qualsevol servidor es realitza de forma segura, utilitzant un xifratge de transport per protegir-les. Aviat s'afegirà el xifrat punt a punt.<br>* El FluffyChat no és responsable del processament de dades duta a terme per cap servidor del Matrix o de servidors d'identitat del Matrix.<br>* El FluffyChat ofereix l'opció d'utilitzar els números de telèfon per trobar contactes. Aquest no és un requisit per un funcionament normal i està pensat només per comoditat. No s'envia cap dada dels contactes sense la interacció de l'usuari. L'usuari pot optar per enviar tots, alguns o cap contacte per al servidor d'identitats.<br><br><b>Notificacions Push</b><br><br>* Elservidor del Matrix seleccionat per l'usuari enviarà automàticament a notificacions <i>push</i> al servei de notificacions de l'UBports. Aquestes notificacions es xifren amb el protocol https entre el dispositiu i el servidor del Matriu i amb la passarel·la oficial de l'UBports a https://push.ubports.com:5003/_matrix/push/r0/notify Aquest servidor envia les notificacion al servei de notificacions de l'UBports a https://push.ubports.com i després, ho envia com una notificació a l'usuari del/s dispositiu/s.<br>
es: <br><b>Cliente de Matrix</b><br><br>* Fluffychat es un cliente del protocolo de Matrix y es compatible con todos los servidores de Matrix donde están alojados sus datos en Matrix y con los servidores de identidad de Matrix. Mientras usa FluffyChat, todas las comunicaciones se realizan usando ambos servidores. <br>* El servidor de datos predeterminado en FluffyChat es https://ubports.chat y el servidor de identidad predeterminado es https://vector.im.<br>* Fluffychat no opera ningún servidor o servicio remoto. <br>* Todas las comunicaciones entre FluffyChat y cualquier servidor se realizan de manera segura, usando un transporte cifrado para protegerlas. <br>* Fluffychat no es responsable del procesamiento de datos que realice cualquier servidor de datos de Matrix o de identidad de Matrix. <br>* Fluffychat ofrece la posibilidad de usar números de teléfono para encontrar contactos. Esto es opcional y se ofrece por conveniencia. ¡Ningún contacto es subido sin la interacción del usuario! ¡El usuario puede elegir que contactos quiere subir al servidor de identidad! <br><br><b>Notificaciones «Push»</b><br><br>* El servidor Matrix que haya seleccionado el usuario enviará notificaciones automáticamente a través del servicio de notificaciones de UBports. Estas notificaciones están cifradas con el protocolo https entre el dispositivo y el servidor de Matrix y en la pasarela de Matrix de UBports en https://push.ubports.com:5003/_matrix/push/r0/notify Este servidor reenvía la notificación al servicio «push» de UBports en https://push.ubports.com y luego envía esto como una notificación «push» al dispositivo o dispositivos del usuario.<br>
it: <br><b>Client Matrix</b><br><br>* Fluffychat è un client per il protocollo matrix ed è compatibile con tutti i server matrix e i server di identificazione matrix. Tutte le comunicazioni fatte dall'utente mentre usa fluffychat sono fatte tra il server matrix e il server di identificazione matrix.<br>* Il server di default è https://ubports.chat e il server di identificazione di default è https://vector.im.<br>* Fluffychat non opera nessun server o servizio.<br>* Tutte le comunicazioni tra fluffychat e qualsiasi server sono fatte in maniera sicura, usando la cifratura per proteggerle.<br>* Fluffychat non è responsabile per l'elaborazione dei dati da parte di qualunque server matrix o server di identificazione di matrix.<br>* Fluffychat offre la possibilità di usare il numero di telefono per trovare i contatti. Questo è opzionale e nessun contatto sarà caricato senza l'interazione dell'utente! L'utente può scegliere quali contatti vuole caricare sul server di identificazione!<br><br><b>Notifiche Push</b><br><br>* Il server matrix che l'utente sta usando invierà automaticamente notifiche push al servizio UBports. Queste notifiche sono cifrate con https lungo il percorso tra il server matrix e il gateway ufficiale matrix di ubports all'indirizzo https://push.ubports.com:5003/_matrix/push/r0/notify che inoltra la notifica al servizio push di UBports a https://push.ubports.com e poi invia questa come notifica push al dispositivo(o ai dispositivi) dell'utente.<br>

source: No messages in this chat ...
ca: Cap missatge a aquest xat…
cs: Žádné zprávy v této místnosti …
es: No hay mensajes en este chat ...
it: Nessun messaggio in questa conversazione...

source: Type something ...
ca: Escriviu quelcom…
cs: Napište něco …
es: Escriba algo ...
it: Digita qualcosa...

source: FluffyChat is open, nonprofit and cute. The development and servers is all community funded. Donate to this project on <a href='https://www.patreon.com/bePatron?u=11123241'>Patreon</a> or <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>
cs: FluffyChat je otevřený, neziskový a fajn. Vývoj a servery jsou finančně podporovány komunitou. Zašlete Váš finanční příspěvek projektu přes <a href='https://www.patreon.com/bePatron?u=11123241'>Patreon</a> nebo <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>
de: FluffyChat ist offen, unkommerziell und süß. Die Entwicklung und Server sind alle Spendenbasiert. Spende für dieses Projekt auf <a href='https://www.patreon.com/bePatron?u=11123241'>Patreon</a> und <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>

source: Update libcups2
de: Libcups2 aktualisieren

source: Type something …
de: Schreibe etwas …

source: Minor bug fixes and new translations.
ca: Correcció d'errors menors i noves traduccions.

source: (Experimental) Enable encryption
nb_no: (Eksperimentelt) Skru på kryptering

source: Experimental release of end-to-end encryption.
nb_no: Eksperimentell støtte for ende-til-ende-kryptering.

source: Info about FluffyChat %1 on %2
it: Informazioni su FluffyChat %1 su %2

source: Chat with your friends and join the community. You can use your phone number or an unique username to find friends.
it: Chiacchera con i tuoi amici ed unisciti alla comunità. Puoi usare il tuo numero di telefono o un nome utente unico per trovare amici.

source: Search for your chats...
it: Cerca le tue conversazioni...

source: Search country name...
it: Cerca Paese per nome...

source: Username has been copied to the clipboard
it: Il nome utente è stato copiato negli appunti

source: You are that!
it: Tu sei questo!

source: Search for chats or #aliases...
it: Cerca conversazioni o #alias...

source: Search...
it: Cerca...

source: Push notifications are disabled...
it: Le notifiche push sono disabilitate...

source: 😕 No connection...
it: 😕 Nessuna connessione...

source: We are sorry. 😕 Sharing photos, videos or files is not yet supported...
it: Siamo spiacenti. 😕 Condividere foto, video o file non è ancora supportato...

source: Error
it: Errore

source: Loading... Please wait!
it: Caricamento... Attendere prego!

source: Phone number...
it: Numero di telefono...

source: Are you sure that you want to log out?
it: Sei sicuro di voler uscire?

source: The desired user ID is not a valid user name
it: L'ID utente desiderato non è un nome utente valido

source: Registration on %1 failed...
it: Registrazione su %1 fallita...
