Repository: ezze/fluffychat
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hu, it, nb_no, pl, ru

source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Guardar
eu: Gorde
fr: Enregistrer
hu: Mentés
it: Memorizza
nb_no: Lagre
pl: Zapisz
ru: Сохранить

source: Please enter the validation code
ca: Introduïu el codi de validació
cs: Vložte prosím potvrzovací kód
de: Bitte gib den Validierungscode ein
es: Introduzca el código de validación
eu: Mesedez sartu balioztatze kodea
fr: Veuillez saisir un code de validation
hu: Írd be az aktiváló kódot
it: Per favore inserisci il codice di validazione
nb_no: Skriv inn bekreftelseskoden
pl: Wprowadź kod weryfikacyjny
ru: Пожалуйста, введите код проверки

source: Validation code
ca: Codi de validació
cs: Potvrzovací Kód
de: Validierungscode
es: Código de validación
eu: Balioztatze kodea
fr: Code de validation
hu: Aktiváló kód
it: Codice di validazione
nb_no: Bekreftelseskode
pl: Kod weryfikacyjny
ru: Код проверки

source: Leave this chat
ca: Deixa aquest xat
cs: Opustit tento chat
de: Chat verlassen
es: Salir de esta charla
eu: Berriketa hau utzi
fr: Quitter cette discussion
hu: Csevegés elhagyása
it: Lascia la conversazione
pl: Opuść konwersację
ru: Покинуть беседу

source: Change the main color
ca: Canvia el color principal
cs: Změnit základní barvu
de: Wähle eine Hauptfarbe
es: Cambiar el color principal
eu: Kolore nagusia aldatu
fr: Modifier la couleur principale
hu: Fő szín megváltoztatása
it: Cambia il colore principale
pl: Zmień kolor podstawowy
ru: Изменить главный цвет

source: Hue: %1
ca: To: %1
cs: Odstín: %1
de: Farbwert: %1
es: Tono: %1
eu: Ñabardura:%1
fr: Couleur : %1
hu: Árnyalat: %1
it: Tonalità: %1
nb_no: Fargetone: %1
pl: Odcień: %1
ru: Оттенок: %1

source: Reset
ca: Reinicia
cs: Restartovat
de: Zurücksetzen
es: Reiniciar
eu: Berrezarri
fr: Réinitialiser
hu: Visszaállítás
nb_no: Tilbakestill
ru: Сбросить

source: Last active: %1
ca: Darrera activitat: %1
cs: Naposledy aktivní: %1
de: Zuletzt gesehen: %1
es: Visto por última vez: %1
eu: Azken aldiz ikusia: %1
fr: Dernier actif ou dernière active : %1
hu: Utoljára aktív: %1
it: Ultima volta attivo: %1
pl: Ostatnio aktywny: %1
ru: Последняя активность: %1

source: Try to send again
ca: Proveu d'enviar-ho un altre cop
cs: Zkuste odeslat znovu
de: Nochmal versuchen zu senden
es: Intentar enviar de nuevo
eu: Saiatu berriro bidaltzen
fr: Essayer d'envoyer à nouveau
hu: Újraküldés
it: Prova di nuovo ad inviare
pl: Spróbuj wysłać ponownie
ru: Попробовать отравить ещё раз

source: Reply
ca: Respon
cs: Odpovědět
de: Antworten
es: Contestar
eu: Erantzun
fr: Répondre
hu: Válasz
it: Rispondi
nb_no: Svar
pl: Odpowiedz
ru: Ответить

source: Copy text
ca: Copia el text
cs: Kopírovat text
de: Text kopieren
es: Copiar texto
eu: Textua kopiatu
fr: Copier le texte
hu: Szöveg másolása
it: Copia testo
nb_no: Kopier tekst
pl: Skopiuj tekst
ru: Копировать текст

source: Add to sticker collection
ca: Afegeix a la col·lecció d'adhesius
cs: Přidat samolepku do sbírky
de: Zur Stickersammlung hinzufügen
es: Añadir a la colección de pegatinas
eu: Gehitu eranskailu bilduman
fr: Ajouter à la collection d'autocollants
hu: Matrica gyűjteményhez adás
nb_no: Legg til i klistremerkesamling
pl: Dodaj do naklejkowej kolekcji
ru: Добавить в коллекцию стикеров

source: Forward
ca: Reenvia
cs: Přeposlat
de: Weiterleiten
es: Reenviar
eu: Birbidali
fr: Transférer
hu: Továbbítás
it: Inoltra
nb_no: Videresend
pl: Przekaż
ru: Переслать

source: Load gif
ca: Carrega el gif
cs: Nahrát gif
de: Gif laden
es: Cargar gif
eu: Gif-a kargatu
fr: Charger un GIF
hu: Gif betöltése
nb_no: Last GIF
pl: Załaduj GIF
ru: Загрузить анимированное изображение

source: Show image
ca: Mostra la imatge
cs: Ukázat obrázek
de: Bild anzeigen
es: Mostrar imagen
eu: Irudia erakutsi
fr: Afficher l'image
hu: Kép mutatása
it: Mostra immagine
nb_no: Vis bilde
pl: Pokaż obraz
ru: Показать изображение

source: Download:
ca: Descarrega:
cs: Stáhnout:
de: Herunterladen:
es: Descargar:
eu: Deskargatu:
fr: Télécharger :
hu: Letöltés:
it: Scarica:
pl: Pobierz:
ru: Скачать:

source: This device
ca: Aquest dispositiu
cs: Toto zařízení
de: Dieses Gerät
es: Este dispositivo
eu: Gailu hau
fr: Cet appareil
hu: Ez az eszköz
it: Questo dispositivo
nb_no: Denne enheten
pl: To urządzenie
ru: Это устройство

source: Delete sticker
ca: Esborra l'adhesiu
cs: Odstranit štítek
de: Sticker löschen
es: Borrar pegatina
eu: Eranskailua ezabatu
fr: Supprimer l'autocollant
hu: Matrica eltávolítása
it: Cancella adesivo
nb_no: Slett klistremerke
pl: Usuń naklejkę
ru: Удалить стикер

source: Full username:
ca: Nom d'usuari complet:
cs: Celé jméno uživatele:
de: Vollständiger Benutzername:
es: Nombre de usuario completo:
eu: Erabiltzaile izen osoa:
fr: Identifiant complet :
hu: Teljes felhasználónév:
it: Nome utente completo:
pl: Pełna nazwa użytkownika:
ru: Полное имя пользователя:

source: Remove this email address?
ca: Eliminar aquesta adreça de correu?
cs: Odstranit tuto e-mailovou adresu?
de: Entferne diese Email-Adresse?
es: ¿Eliminar esta dirección de correo electrónico?
eu: Helbide elektroniko hau ezabatu?
fr: Supprimer cette adresse de courriel ?
hu: Eltávolítja ezt az email címet?
it: Rimuovere questo indirizzo email?
nb_no: Fjern denne e-postadressen?
pl: Usunąć adres e-mail?
ru: Удалить этот адрес электронной почты?

source: Canonical alias
ca: Àlies canònic
cs: Kanonický alias
de: Hauptadresse
es: Alias canónico
eu: Ezizen kanonikoa
fr: Alias canonique
hu: Hiteles álnév
it: Alias canonico
nb_no: Helhetlig alias
pl: Alias
ru: Канонический псевдоним

source: Change your display name
ca: Canvieu el vostre nom per mostrar
cs: Změnit Váš název viditelný na obrazovce
de: Ändere deinen Anzeigenamen
es: Cambiar su nombre mostrado en pantalla
eu: Zure pantaila izena aldatu
fr: Modifier votre nom affiché
hu: Megjelenített név változtatás
it: Cambia il tuo nome visualizzato
nb_no: Endre ditt visningsnavn
pl: Zmień nazwę wyświetlaną
ru: Изменить ваше отображаемое имя

source: Enter your new nickname
ca: Introduïu el vostre àlies nou
cs: Vložit Vaší novou přezdívku
de: Gib deinen neuen Anzeigenamen ein
es: Introduzca su nuevo apodo
eu: Sartu zure ezizen berria
fr: Saisissez votre surnom
hu: Írd be a becenevedet
it: Inserisci il tuo nuovo nickname
nb_no: Skriv inn ditt nye kallenavn
pl: Wprowadź nową nazwę użytkownika
ru: Введите ваше новое имя пользователя

source: Add new contact
ca: Afegeix un contacte nou
cs: Přidat nový kontakt
de: Kontakt hinzufügen
es: Añadir nuevo contacto
eu: Kontaktu berria gehitu
fr: Ajouter un nouveau contact
hu: Új ismerős felvétele
pl: Dodaj nowy kontakt
ru: Добавить новый контакт

source: Enter the full @username
ca: Introduïu el @nom-d'usuari sencer
cs: Vložte úplné jméno @uživatele
de: Vollständigen @Nutzernamen eingeben
es: Introduzca el @nombredeusuario completo
eu: Sartu @erabiltzaile izen osoa
fr: Saisissez la totalité de l'@identifiant
hu: Add meg a teljes @felhasznalonevet
pl: Wprowadź pełną @nazwęUżytkownika
ru: Введите полное @имяпользователя

source: Start private chat
ca: Inicia un xat privat
cs: Zahájit soukromý chat
de: Neuen privaten Chat starten
es: Iniciar un chat privado
eu: Berriketa pribatua hasi
fr: Commencer une discussion privée
hu: Privát csevegés indítása
nb_no: Start privat sludring
pl: Rozpocznij prywatną konwersację
ru: Начать приватную беседу

source: Your username is: %1
ca: El vostre nom d'usuari és: %1
cs: Vaše uživatelské jméno je: %1
de: (Dein Nutzername ist: <b>%1</b>)
es: Su nombre de usuario es: %1
eu: Zure erabiltzaile izena %1 da
fr: Votre identifiant est : %1
hu: A felhasználó neved: %1
nb_no: Ditt brukernavn er: %1
pl: Twoja nazwa użytkownika to: %1
ru: Ваше имя пользователя: %1

source: Or
ca: O
cs: Nebo
de: Oder
es: O
eu: Edo
fr: Ou
hu: Vagy
pl: lub
ru: Или

source: Edit chat picture
ca: Edita la imatge del xat
cs: Editovat obrázek chatu
de: Chatbild ändern
es: Editar la imagen del chat
eu: Berriketa irudia editatu
fr: Modifier la photo de la discussion
hu: Csevegési kép változtatása
nb_no: Rediger sludringsbilde
pl: Edytuj grafikę konwersacji
ru: Редактировать изображение беседы

source: New chat picture
ca: Nova imatge de xat
cs: Nový obrázek chatu
de: Neues Chatbild
es: Nueva imagen del chat
eu: Berriketa irudi berria
fr: Nouvelle photo de discussion
hu: Új csevegési kép
nb_no: Nytt sludringsbilde
pl: Nowa grafika konwersacji
ru: Новое изображение беседы

source: Chat settings and details
ca: Configuració del xat i detalls
cs: Nastavení chatu a podrobností
de: Chateinstellungen
es: Configuración del chat y detalles
eu: Berriketaren ezarpen eta xehetasunak
fr: Paramètres de la discussion et détails
hu: Csevegés beállításai és részletei
pl: Ustawienia i szczegóły konwersacji
ru: Настройки и детали беседы

source: Change chat avatar
ca: Canvia l'avatar del xat
cs: Změnit avatar chatovací místnosti
de: Chatbild ändern
es: Cambiar el avatar del chat
eu: Berriketa irudia aldatu
fr: Modifier l'avatar de la discussion
hu: Csevegési avatar változtatása
pl: Zmień awatar konwersacji
ru: Изменить аватар беседы

source: No chat name yet
ca: Xat sense nom per ara
cs: Chat dosud bez názvu
de: Kein Name für diesen Chat
es: Chat sin nombre aún
eu: Oraindik izendatu gabeko berriketa
fr: Pas encore de nom de discussion
hu: Még nincs beállított csevegési név
nb_no: Inget sludringsnavn enda
pl: Konwersacji jeszcze nie nazwano
ru: У беседы пока нет названия

source: No description yet
ca: Cap descripció encara
cs: Dosud bez popisu
de: Keine Beschreibung gefunden
es: Sin descripción aún
eu: Deskribapenik ez oraindik
fr: Pas encore de description
hu: Nincs leírás megadva
nb_no: Ingen beskrivelse enda
pl: Nie ustawiono jeszcze opisu
ru: Пока нет описания

source: Last seen:
ca: Vist per última vegada:
cs: Naposledy viděn:
de: Zuletzt gesehen:
es: Visto por última vez:
eu: Azkenekoz ikusia:
fr: Vu pour la dernière fois :
hu: Utolsó megtekintés:
it: Visto per l'ultima volta:
nb_no: Sist sett:
pl: Ostatnio widziany:
ru: Был(а):

source: Connect new email address
ca: Connecta una adreça de correu nova
cs: Připojit novou emailovou adresu
de: Neue Email-Adresse verbinden
es: Conectar una nueva dirección de correo electrónico
eu: Helbide elektroniko berria konektatu
fr: Connecter une nouvelle adresse de courriel
hu: Új email cím kapcsolása
it: Connetti un nuovo indirizzo email
nb_no: Tilknytt ny e-postadresse
pl: Podłącz nowy adres e-mail
ru: Привязать новый адрес электронной почты

source: youremail@example.edu
ca: elvostreemail@exemple.edu
cs: vášemail@example.edu
de: deineemail@example.edu
es: sucorreo@example.edu
eu: zureposta@adibidez.eus
fr: votrecourriel@exemple.edu
hu: pelda@emailcim.edu
it: tuaemail@esempio.it
pl: twójmail@example.edu
ru: вашапочта@example.edu

source: Please restart the app or if necessary restart the device to complete the update!
ca: Si us plau, reinicieu l'aplicació o, de ser necessari el dispositiu, per completar l'actualització
cs: Prosím restartujte aplikaci, pokud bude třeba, restartujte zařízení pro dokončení aktualizace!
de: Bitte die App neu starten oder ggbf. das Gerät neu starten, um das Update abzuschließen!
es: ¡Reinicie la aplicación o, de ser necesario, su dispositivo para completar la actualización!
eu: Mesedez, berrabiarazi aplikazioa edo behar izanez gero berrabiarazi gailua eguneraketa osatzeko!
fr: Veuillez redémarrer l'application ou si nécessaire redémarrer l'appareil pour terminer la mise à jour !
hu: Indítsd újra az appot, vagy ha kell az eszközt a frissítés befejezéséhez!
it: Per favore riavvia l'applicazione o, se necessario, riavvia il dispositivo per completare l'aggiornamento!
pl: Zrestartuj aplikację lub (w razie konieczności) urządzenie, by ukończyć aktualizację!
ru: Для завершения обновления, пожалуйста, перезапустите приложение или, если это необходимо, перезагрузите устройство!

source: Online:
ca: En línia:
cs: Připojen:
es: Conectado:
eu: Linean:
fr: En ligne :
hu: Bejelentkezve:
pl: Dostępnych:
ru: В сети:

source: Offline
ca: Fora de línia
cs: Odpojen
es: Desconectado
eu: Lineaz kanpo
fr: Hors ligne
hu: Kijelentkezve
pl: Niedostępny
ru: Не в сети

source: Currently active
ca: Actualment actiu
cs: Právě aktivní
de: Gerade aktiv
es: Actualmente activo
eu: Unean aktibo
fr: Actuellement actif/ve
hu: Éppen aktív
nb_no: Aktiv nå
pl: Obecnie aktywny
ru: Активен(на) в настоящий момент

source: Last seen: %1
ca: Vist per última vegada: %1
cs: Naposledy viděn: %1
de: Zuletzt gesehen: %1
es: Visto por última vez: %1
eu: Azkenekoz ikusia: %1
fr: Dernière vue : %1
hu: Utolsó megtekintés: %1
nb_no: Sist sett: %1
pl: Ostatnio widziany: %1
ru: Был(а): %1

source: Member
ca: Membre
cs: Člen
de: Mitglieder
es: Miembro
fr: Membre
hu: Tag
it: Membro
nb_no: Medlem
pl: Członek
ru: Участник

source: Was invited
ca: Se l'ha convidat
cs: Byl pozván
de: Wurde eingeladen
es: Ha sido invitado
fr: A été invité(e)
hu: Meghívva
it: È stato invitato
nb_no: Ble invitert
pl: został zaproszony
ru: Приглашен(а)

source: Has left the chat
ca: Ha deixat el xat
cs: Opustil chat
de: Hat den Chat verlassen
es: Ha salido del chat
fr: A quitté la discussion
hu: Elhagyta a csevegést
it: Ha lasciato la conversazione
nb_no: Har forlatt slurdringen
pl: opuścił konwersację
ru: Покинул(а) беседу

source: Has knocked
ca: Se l'ha expulsat
cs: Požádal o vstup
de: Hat angeklopft
es: Ha llamado a la puerta
fr: A exclu
hu: Kopogtatott
it: Ha bussato
nb_no: Har banket på
pl: prosi o dołączenie
ru: Был(а) выкинут(а)

source: Was banned from the chat
ca: Blocat del xat
cs: Byl z chatu vyloučen
de: Wurde aus dem Chat verbannt
es: Ha sido vetado en el chat
fr: A été banni(e) de la discussion
hu: Csevegésből kitiltva
it: È stato bannato dalla conversazione
nb_no: Ble bannlyst fra sludringen
pl: został zablokowany w konwersacji
ru: Был(а) заблокирован(а) в беседе

source: Uploading...
ca: Carregant…
cs: Načítám...
de: Sende ...
es: Subiendo…
fr: Publication...
hu: Feltöltés...
pl: Wgrywanie...
ru: Загрузка...

source: Background removed
ca: S'ha eliminat el fons
cs: Pozadí odstraněno
de: Hintergrund entfernt
es: Eliminado el fondo de pantalla
fr: Arrière-plan supprimé
hu: Háttér eltávolítva
it: Sfondo rimosso
nb_no: Bakgrunn fjernet
pl: Tło usunięte
ru: Фон удалён

source: Do you want to join this chat?
ca: Voleu unir-vos a aquest xat?
cs: Chcete se připojit k tomuto chatu?
de: Willst du diesem Chat beitreten?
es: ¿Quiere unirse a este chat?
fr: Voulez-vous vous joindre à cette discussion ?
hu: Szeretnél a csevegéshez csatlakozni?
it: Sei sicuro di volerti unire a questa conversazione?
nb_no: Er du sikker på at du ønsker å ta del i denne sludringen?
pl: Chcesz dołączyć do konwersacji?
ru: Вы хотите присоединиться к беседе?

source: Have you confirmed your email address?
ca: Heu confirmat la vostra adreça de correu electrònic?
cs: Potvrdili jste Vaší emailovou adresu?
de: Hast du deine Email-Adresse bestätigt?
es: ¿Ha confirmado su dirección de correo electrónico?
fr: Avez-vous confirmé votre adresse de courriel ?
hu: Megerősítetted az email címedet?
it: Hai confermato il tuo indirizzo email?
nb_no: Har du bekreftet din e-postadresse?
pl: Potwierdziłeś swój adres e-mail?
ru: Вы подтвердили адрес своей электронной почты?

source: %1 has been invited
ca: S'ha convidat %1
cs: %1 byl pozván
de: %1 wurde eingeladen
es: %1 ha sido invitado
fr: %1 a été invité
hu: %1t meghívtuk
it: %1 è stato invitato
nb_no: %1 har blitt invitert
pl: %1 został(a) zaproszony(-a)
ru: %1 был(а) приглашен(а)

source: An error occured. Maybe the username %1 is wrong?
ca: S'ha produït un error. Potser que el nom d'usuari %1 sigui erroni
cs: Došlo k chybě. Pravděpodobně nesprávný uživatel %1 ?
de: Ein Fehler ist aufgetreten. Ist der Benutzername %1 vielleicht falsch?
es: Ocurrió un error. ¿Tal vez el nombre de usuario %1 es incorrecto?
fr: Une erreur s'est produite. Peut-être que le nom d'utilisateur est erroné ?
hu: Valami hiba történt. Talán a felhasználónév %1 hibás?
it: Si è verificato un errore. Forse il nome utente %1 è sbagliato?
nb_no: En feil inntraff. Kanskje brukernavnet %1 er galt?
pl: Wystąpił błąd. Może nazwa użytkownika %1 jest niepoprawna?
ru: Произошла ошибка. Возможно, неверное имя пользователя %1?

source: %1 is banned from the chat.
ca: S'ha blocat %1 del xat.
cs: %1 byl z chatu vyloučen.
de: %1 wurde aus dem Chat gebannt.
es: %1 está vetado en el chat.
fr: %1 a été banni(e) de la discussion.
hu: %1 ki van tiltva a csevegésből.
it: %1 è stato bannato dalla conversazione.
nb_no: %1 ble bannlyst fra sludringen
pl: %1 został zbanowany w konwersacji.
ru: %1 заблокирован(а) в беседе.

source: Invite %1 to this chat?
ca: Convidar %1 al xat?
cs: Pozvat %1 do tohoto chatu?
de: %1 in diesen Chat einladen?
es: ¿Invitar a %1 a este chat?
fr: Inviter %1 à cette discussion ?
hu: Hívjuk meg %1t a csevegésbe?
nb_no: Inviter %1 til denne sludringen?
pl: Zaprosić %1 do konwersacji?
ru: Пригласить %1 в беседу?

source: Please notice that FluffyChat does only support transport encryption yet.
ca: Tingueu en compte que el FluffyChat només suporta el xifrat de transport per ara.
cs: Upozorňujeme, že FluffyChat dosud podporuje pouze šifrovaný přenos zpráv.
de: Beachte bitte, dass FluffyChat bis jetzt nur Transportverschlüsselung unterstützt.
es: Tenga en cuenta que FluffyChat solo soporta cifrado de transporte por ahora.
fr: Veuillez noter que FluffyChat supporte seulement le chiffrage au niveau de la couche transport.
hu: A FluffyChat jelenleg csak TLS titkosítást támogat.
it: Per favore nota che FluffyChat per ora supporta solo la crittografia di trasporto.
nb_no: Merk deg at FluffyChat ikke støtter transportkryptering enda.
pl: Zwróć uwagę, że FluffyChat obsługuje jedynie szyfrowanie transportu.
ru: Пожалуйста, обратите внимание, что в настоящий момент FluffyChat поддерживает только TLS-шифрование.

source: Phone contacts:
cs: Telefonní kontakty:
de: Telefon-Kontakte:
es: Contactos telefónicos:
fr: Contacts téléphoniques :
hu: Ismerős telefonszám alapján:
nb_no: Telefonkontakter:
pl: Kontakty z telefonu:
ru: Телефонные контакты:

source: Email contacts:
cs: E-mailové kontakty:
de: E-Mail-Kontakte:
es: Contactos de correo electrónico:
fr: Contacts de courriel :
hu: Ismerős email alapján:
pl: Kontakty z poczty e-mail:
ru: Контакты из электронной почты:

source: Users from your chats:
cs: Uživatelé z vašich chatlů:
de: Benutzer aus deinen Chats:
es: Usuarios de sus chats:
fr: Membres de vos discussions :
hu: Felhasználók a csevegéseidből:
pl: Użytkownicy konwersacji:
ru: Пользователи из ваших бесед:

source: ✏ is typing…
ca: ✏ està escrivint…
cs: ✏ píše…
de: ✏ schreibt …
es: ✏ está escribiendo…
fr: ✏ écrit…
hu: ✏ gépel…
nb_no: ✏ Du kjenner blott blodets hvisken og benpipernes bøn fra det ubevisste sjeleliv…
pl: ✏ pisze…
ru: ✏ пишет сообщение…

source: ✏ %1 is typing…
ca: ✏ %1 està escrivint…
cs: ✏ %1 píše…
de: ✏ %1 schreibt …
es: ✏ %1 está escribiendo…
fr: ✏ %1 écrit…
hu: ✏ %1 gépel…
nb_no: ✏ Du kjenner blott blodets hvisken og benpipernes bøn fra %1s ubevisste sjeleliv…
pl: ✏ %1 pisze…
ru: ✏ %1 пишет сообщение…

source: ✏ %1 and %2 more are typing…
ca: ✏ %1 i %2 més estan escrivint…
cs: ✏ %1 a %2 další píší…
de: ✏ %1 und %2 weitere schreiben …
es: ✏ %1 y %2 más están escribiendo…
fr: ✏ %1 et %2 personnes de plus écrivent…
hu: ✏ %1 és %2 és mások gépelnek…
nb_no: ✏ Du kjenner blott blodets hvisken og benpipernes bøn fra de ubevisste %1 og %2s sjeleliv, og flere til…
pl: ✏ %1 i %2 użytkowników więcej pisze…
ru: ✏ %1 и %2 пишут сообщения…

source: Members
ca: Membres
cs: Účastníci
de: Mitglieder
es: Miembros
fr: Membres
hu: Tagok
it: Membri
nb_no: Medlemmer
pl: Członkowie
ru: Участники

source: Moderators
ca: Moderadors
cs: Moderátoři
de: Moderatoren
es: Moderadores
fr: Modérateurs / Modératrices
hu: Moderátorok
it: Moderatori
nb_no: Moderatorer
pl: Moderatorzy
ru: Модераторы

source: Admins
ca: Administradors
cs: Správci
de: Administratoren
es: Administradores
fr: Administrateurs / Administratrices
hu: Adminok
it: Amministratori
nb_no: Administratorer
pl: Administratorzy
ru: Администраторы

source: Owners
ca: Propietaris/àries
cs: Vlastníci
de: Besitzer
es: Propietarios
fr: Propriétaires
hu: Tulajdonosok
nb_no: Eiere
pl: Właściciele
ru: Владельцы

source: %1 is not a valid username
ca: %1 no és un nom d'usuari vàlid
cs: %1 není platný název
de: %1 ist kein gültiger Nutzername
es: %1 no es un nombre de usuario válido
fr: %1 n'est pas un identifiant valide
hu: %1 nem létező felhasználónév
it: %1 non è un nome utente valido
nb_no: %1 er ikke et gyldig brukernavn
pl: %1 nie jest prawidłową nazwą użytkownika
ru: %1 не является корректным именем пользователя

source: Empty chat
ca: Xat buit
cs: Prázdná chatovací místnost
de: Leerer Chat
es: Chat vacío
fr: Discussion vide
hu: Üres csevegés
it: Conversazione vuota
nb_no: Tom sludring
pl: Pusta konwersacja
ru: Пустая беседа

source: Username already taken
ca: Aquest usuari ja existeix
cs: Uživatelské jméno již použito
de: Benutzername schon vergeben
es: Nombre de usuario ya tomado
fr: Identifiant déjà pris
hu: Felhasználónév foglalt
it: Username già in uso
nb_no: Brukernavn allerede i bruk
pl: Nazwa użytkownika zajęta
ru: Имя пользователя уже занято

source: The desired user ID is not a valid username
ca: L'identificador d'usuari que desitgeu no és un nom d'usuari vàlid
cs: Požadované ID uživatele je neplatné uživatelské jméno
de: Die gewünschte User-ID ist kein gültiger Nutzername
es: El ID de usuario deseado no es un nombre de usuario válido
fr: L'identifiant choisi n'est pas un nom valide
hu: A kiválasztott azonosító, nem megengedett felhasználónév
pl: Żądane ID użytkownika nie jest prawidłową nazwą użytkownika
ru: Желаемый идентификатор пользователя не является корректным именем пользователя

source: The desired user ID is in the exclusive namespace claimed by an application service
ca: L'identificador d'usuari que desitgeu és exclusiu al nom d'espai reclamant per un servei d'aplicació
cs: Požadované ID uživatele se nachází ve vyhrazeném prostoru pro funkce aplikace
de: Die gewünschte Benutzer-ID befindet sich in dem exklusiven Namespace, der von einem Anwendungsdienst beansprucht wird
es: El ID de usuario deseado se encuentra en el nombre de espacio exclusivo reclamado por un servicio de aplicación
fr: L'identifiant choisi est dans l'espace de nommage exclusif revendiqué par un service d'application
hu: A kiválasztott azonosító neve már foglalt, valamely szolgáltatás által
it: L'ID utente desiderato è nel namespace esclusivo richiesto da un servizio applicativo
pl: Żądane ID użytkownika znajduje się w wyłącznej przestrzeni nazw zastrzeżonej przez usługę aplikacji
ru: Желаемый идентификатор пользователя находится в эксклюзивном пространстве имён, занятом сервисами приложения

source: Could not register on %1…
ca: No s'ha pogut registrar a %1…
cs: Nebylo možné zaregistrovat na %1…
de: Konnte nicht auf %1 registrieren …
es: No se pudo registrar en %1…
fr: Impossible de s'enregistrer sur %1…
hu: Nem tudunk regisztrálni %1-n…
nb_no: Kunne ikke registrere på %1…
pl: Nie można zarejestrować %1…
ru: Не удалось зарегистрироваться на %1…

source: Invalid username or password
ca: Nom d'usuari o contrasenya incorrectes
cs: Neplatné uživatelské jméno nebo heslo
de: Nutzername oder Passwort ungültig
es: Nombre de usuario o contraseña no válida
fr: Identifiant ou mot de passe invalide
hu: Hibás felhasználónév vagy jelszó
it: Nome utente o password non validi
nb_no: Ugyldig brukernavn eller passord
pl: Nieprawidłowa nazwa użytkownika bądź hasło
ru: Неверное имя пользователя или пароль

source: No connection to
ca: Cap connexió a
cs: Bez připojení
de: Keine Verbindung zu
es: Sin conexión a
fr: Aucune connexion à
hu: Nincs kapcsolat
it: Nessuna connessione a
nb_no: Ingen tilkobling til
pl: Brak połączenia z
ru: Нет соединения с

source: Unknown event
ca: Esdeveniment desconegut
cs: Neznámá událost
de: Unbekanntes Ereignis
es: Evento desconocido
fr: Événement inconnu
hu: Ismeretlen esemény
it: Evento sconosciuto
nb_no: Ukjent hendelse
pl: Nieznane zdarzenie
ru: Неизвестное событие
