Repository: ezze/fluffychat
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hu, it, nb_no, pl, ru

source: Unknown Event:
ca: Esdeveniment desconegut:
cs: Neznámá událost:
de: Unbekanntes Ereignis
es: Evento desconocido:
fr: Événement inconnu :
hu: Ismeretlen esemény:
it: Evento Sconosciuto:
nb_no: Ukjent hendelse:
pl: Nieznane Zdarzenie:
ru: Неизвестное событие:

source: %1 has a new avatar
ca: %1 té un nou avatar
cs: %1 má nového avatara
de: %1 hat ein neues Profilbild
es: %1 tiene un nuevo avatar
fr: %1 a un nouvel avatar
hu: %1-nek új avatárja van
it: %1 ha una nuova immagine di profilo
pl: %1 zmienił(a) grafikę konwersacji
ru: %1 имеет новый аватар

source: %1 changed the displayname to %2
ca: %1 ha canviat el nom per mostrar a %2
cs: %1 změnil zobrazované jméno na: <b>%2</b>
de: %1 änderte den Anzeigenamen in %2
es: %1 ha cambiado el nombre mostrado en pantalla a %2
fr: %1 a modifié le nom affiché en %2
hu: %1 megváltoztatta a nevét. Új neve: %2
it: %1 ha cambiato il nome visualizzato in %2
pl: %1 zmienił(a) nazwę konwersacji na: <b>%2</b>
ru: %1 изменил(а) отображаемое имя на %2

source: %1 accepted the invitation
ca: %1 ha acceptat la invitació
cs: %1 přijal/a pozvání
de: %1 hat die Einladung akzeptiert
es: %1 ha aceptado la invitación
fr: %1 a accepté l'invitation
hu: %1 elfogadta a meghívást
it: %1 ha accettato l'invito
pl: %1 zaakceptował(a) zaproszenie
ru: %1 принял(а) приглашение

source: %1 is now participating
ca: %1 hi participa
cs: %1 je právě přítomen
de: %1 nimmt jetzt teil
es: %1 está participando ahora
fr: %1 participe désormais
hu: %1 már jelen van
it: %1 ora partecipa
nb_no: %1 deltar nå
pl: %1 uczestniczy w konwersacji
ru: %1 участвует сейчас

source: %1 is now participating as <b>%2</b>
ca: %1 ara hi participa com <b>%2</b>
cs: %1 je právě přítomen jako<b>%2</b>
de: %1 nimmt nun teil als <b>%2</b>
es: %1 está participando ahora como <b>%2</b>
fr: %1 participe désormais en tant que <b>%2</b>
hu: %1 már jelen van mint <b>%2</b>
it: %1 ora partecipa come <b>%2</b>
pl: %1 teraz uczestniczy jako <b>%2</b>
ru: %1 участвует сейчас как <b>%2</b>

source: %1 invited %2
ca: %1 ha convidat %2
cs: %1 pozval/a %2
de: %1 hat %2 eingeladen
es: %1 ha invitado a %2
fr: %1 a invité %2
hu: %1 meghívta %2 -t
it: %1 ha invitato %2
pl: %1 zaprosił(a) %2
ru: %1 пригласил(а) %2

source: %1 pardoned %2
ca: %1 ha perdonat %2
cs: %1 odpuštěno %2
de: %1 hat %2 begnadigt
es: %1 ha indultado a %2
fr: %1 a gracié %2
hu: %1 elnézést kért %2-től
it: %1 ha perdonato %2
pl: %1 ułaskawił(a) %2
ru: %1 простил(а) %2

source: %1 declined the invitation
ca: %1 a declinat la invitació
cs: %1 odmítl/a pozvání
de: %1 hat die Einladung abgelehnt
es: %1 ha rechazado la invitación
fr: %1 a décliné l'invitation
hu: %1 elutasította a meghívást
it: %1 ha rifiutato l'invito
pl: %1 odrzucił(a) zaproszenie
ru: %1 отклонил(а) приглашение

source: %1 left the chat
ca: %1 ha abandonat el xat
cs: %1 opustil/a konverzaci
de: %1 hat den Chat verlassen
es: %1 dejó el chat
fr: %1 a quitté la discussion
hu: %1 elhagyta a csevegést
it: %1 ha lasciato la conversazione
pl: %1 opuścił(a) konwersację
ru: %1 покинул(а) беседу

source: %1 kicked %2
ca: %1 ha expulsat %2
cs: %1 vyhoštěn/a %2
de: %1 hat %2 hinausgeworfen
es: %1 expulsó a %2
fr: %1 a exclu %2
hu: %1 kirúgta %2-t
it: %1 ha cacciato %2
nb_no: %1 kastet ut %2
pl: %1 wykopał(a) %2
ru: %1 исключил(а) %2

source: %1 banned %2 from the chat
ca: %1 ha blocat %1 del xat
cs: %1 byl %2 vyloučen chatu
de: %1 hat %2 aus dem Chat gebannt
es: %1 vetó a %2 en el chat
fr: %1 a banni %2 de la discussion
hu: %1 kitiltotta %2-t a csevegésből
it: %1 ha bannato %2 dalla conversazione
nb_no: %1 bannlyste %2 fra sludringen
pl: %1 zbanował(a) %2 z konwersacji
ru: %1 заблокировал(а) %2 в беседе

source: and more member changes
ca: i més canvis de membres
cs: a více změn členů účastníků
de: und weitere Mitgliederänderungen
es: y más cambios de miembros
fr: et plus de changements de membres
hu: és további résztvevők megváltoztak
it: e più cambi di membri
pl: oraz dokonano więcej zmian w użytkownikach
ru: и другие изменения участников

source: %1 created the chat
ca: %1 ha creat el xat
cs: %1 vytvořil chat
de: %1 hat den Chat erstellt
es: %1 ha creado el chat
fr: %1 a créé la discussion
hu: %1 létrehozta a csevegést
it: %1 ha creato la conversazione
nb_no: %1 opprettet sludringen
pl: %1 stworzył(a) konwersację
ru: %1 создал(а) беседу

source: %1 changed the chat name to: «%2»
ca: %1 ha canviat el nom del xat a: «%2»
cs: %1 změnil název chatovací místnosti na: «%2»
de: %1 hat den Chat Namen geändert zu: «%2»
es: %1 ha cambiado el nombre del chat a: «%2»
fr: %1 a modifié le nom de la discussion en : «%2»
hu: %1 megváltoztatta a csevegés nevét erre: «%2»
it: %1 ha cambiato il nome della conversazione in: «%2»
nb_no: %1 endret sludringsnavnet til: «%2»
pl: %1 zmienił(a) nazwę konwersacji na: <b>%2</b>
ru: %1 изменил(а) название беседы на: «%2»

source: %1 changed the chat topic to: «%2»
ca: %1 ha canviat el tema del xat a: «%2»
cs: %1 změnil téma chatu na: «%2»
de: %1 hat das Chat Thema geändert zu: «%2»
es: %1 ha cambiado el tema del chat a: «%2»
fr: %1 a changé le sujet de la discussion en : «%2»
hu: %1 megváltoztatta a csevegés témáját erre: «%2»
it: %1 ha cambiato l'argomento della conversazione in: «%2»
pl: %1 zmienił(a) temat konwersacji na: <b>%2</b>
ru: %1 изменил(а) тему беседы на: «%2»

source: %1 changed the chat avatar
ca: %1 ha canviat l'avatar del xat
cs: %1 změnil avatar chatovací místnosti
de: %1 hat das Chatbild geändert
es: %1 ha cambiado el avatar del chat
fr: %1 a changé l'avatar de la discussion
hu: %1 megváltoztatta a csevegés avatárját
it: %1 ha cambiato l'immagine della conversazione
pl: %1 zmienił(a) grafikę konwersacji
ru: %1 изменил(а) аватар беседы

source: %1 redacted a message
ca: %1 ha redactat un missatge
cs: %1 napsal zprávu
de: %1 hat eine Nachricht gelöscht
es: %1 ha eliminado un mensaje
fr: %1 a rédigé un message
hu: %1 visszavont egy üzenetet
it: %1 ha modificato un messaggio
pl: %1 zredagował(a) wiadomość
ru: %1 отредактировал(а) сообщение

source: %1 initialized end to end encryption. Be aware that FluffyChat does not yet support end to end encryption. You will not be able to send or read messages in this chat!
ca: %1 ha iniciat l'encriptació punt a punt. Alertau que el FlyffyChat encara no suporta aquesta funció. No podreu enviar ni llegir els missatges d'aquest xat.
cs: %1 zahájil end-to-end šifrování. Upozorňujeme, že FluffyChat tuto funkci zatím nepodporuje. V tomto chatu nebude možné číst ani odesílat žádné zprávy!
de: %1 hat Ende-zu-Ende-Verschlüsselung aktiviert. Beachte bitte, dass FluffyChat noch keine Ende-zu-Ende-Verschlüsselung unterstützt. Du wirst in diesem Chat keine Nachrichten lesen oder schreiben können!
es: %1 ha iniciado cifrado de extremo a extremo. Tenga en cuenta que FluffyChat no lo soporta aún. ¡No podrá enviar o leer mensajes en este chat!
fr: %1 a initialisé le chiffrement de bout en bout. Sachez que FluffyChat ne prend pas encore en charge le chiffrement de bout en bout. Vous ne pourrez pas envoyer ou lire de messages dans cette discussion !
hu: %1 végponttól-végpontig titkosítást kezdeményezett. Vigyázz! A FluffyChat egyelőre ezt nem támogatja. Nem fogsz tudni üzeneteket küldeni vagy fogadni ebben a csevegésben!
it: %1 ha inizializzato la crittografia end to end. Sii consapevole che FluffyChat non supporta ancora la crittografia end to end. Non sarai in grado di inviare o leggere i messaggi di questa conversazione!
pl: %1 zainicjował(a) szyfrowanie end to end. Wiedz, że FluffyChat nie wspiera szyfrowania innego niż end to end. Nie będziesz dłużej w stanie odczytywać ani wysyłać wiadomości w konwersacji!
ru: %1 инициализировал(а) сквозное шифрование. Имейте в виду, что FluffyChat пока не поддерживает сквозное шифрование. Вы не сможете отправлять или читать сообщения в этой беседе!

source: Encrypted message
ca: Missatge encriptat
cs: Šifrovaná zpráva
de: Verschlüsselte Nachricht
es: Mensaje cifrado
fr: Message chiffré
hu: Titkosított üzenet
it: Messaggio criptato
pl: Zaszyfrowana wiadomość
ru: Зашифрованное сообщение

source: %1 sent a sticker
ca: %1 ha enviat un adhesiu
cs: %1 odeslal nálepku
de: %1 hat einen Sticker gesendet
es: %1 ha enviado una pegatina
fr: %1 a envoyé un autocollant
hu: %1 matricát küldött
it: %1 ha inviato un adesivo
pl: %1 wysłał(a) naklejkę
ru: %1 отправил(а) стикер

source: %1 set the chat history visible to: «%2»
ca: %1 ha configurat la visibilitat de l'historial com: «%2»
cs: %1 zpřístupnil historii chatu pro: «%2»
de: %1 hat die Sichtbarkeit des Chatverlaufs gesetzt auf: «%2»
es: %1 ha hecho visible el historial del chat para: «%2»
fr: %1 a rendu l'historique de la discussion visible à : «%2»
hu: %1 láthatóra állította a csevegés korábbi üzeneteit: «%2»
it: %1 ha impostato la cronologia della conversazione visibile a: «%2»
pl: %1 ustawił(a) widoczność historii konwersacji na: %2
ru: %1 установил(а) видимость истории беседы: «%2»

source: %1 set the join rules to: «%2»
ca: %1 ha configurat les normes per unir-se com: «%2»
cs: %1 nastavil pravidla pro zapojení se: «%2»
de: %1 hat die Zugangsregeln gesetzt auf: «%2»
es: %1 ha establecido como regla de unión: «%2»
fr: %1 a donné les règles d'adhésion à : «%2»
hu: %1 az alábbi csatlakozási szabályokat állította be: «%2»
it: %1 ha impostato le regole di accesso a: «%2»
pl: %1 ustawił(a) zasady dołączania na: %2
ru: %1 установил(а) правила вступления: «%2»

source: %1 set the guest access to: «%2»
ca: %1 ha configurat l'accés com a convidat a: %2
cs: %1 nastavil vstup pro hosty jako: «%2»
de: %1 hat den Gastzugang gesetzt auf: «%2»
es: %1 ha establecido el acceso de invitados a: «%2»
fr: %1 a donné l'accès en tant qu'invité(e) à : «%2»
hu: %1 a következő vendég engedélyeket állította be: «%2»
it: %1 ha impostato le regole per gli ospiti a: «%2»
pl: %1 ustawił(a) dostęp dla gości na: %2
ru: %1 установил(а) гостевой доступ: «%2»

source: %1 changed the chat aliases
ca: %1 ha canviat l'àlies del xat
cs: %1 změnil alias chatovací místnosti
de: %1 hat die Chat-Adressen geändert
es: %1 ha cambiado el alias del chat
fr: %1 a changé l'alias de la discussion
hu: %1 megváltoztatta a csevegés álneveit
it: %1 ha cambiato gli alias della conversazione
pl: %1 zmienił(a) aliasy konwersacji
ru: %1 изменил(а) псевдонимы беседы

source: %1 changed the main chat alias to: «%2»
ca: %1 ha canviat l'àlies principal del xat a: «%2»
cs: %1 změnil hlavní alias chatovací místnosti na: «%2»
de: %1 hat die Hauptadresse geändert zu: «%2»
es: %1 ha cambiado el alias principal del chat a: «%2»
fr: %1 a modifié l'alias principal de la discussion en : «%2»
hu: %1 megváltoztatta a csevegés álneveit erre: «%2»
it: %1 ha cambiato l'alias principale della conversazione in: «%2»
pl: %1 zmienił(a) główny alias konwersacji na: «%2»
ru: %1 изменил(а) главный псевдоним беседы на: «%2»

source: %1 changed the chat permissions
ca: %1 ha canviat els permisos del xat
cs: %1 změnil chatovací oprávněni
de: %1 hat die Chat Berechtigungen geändert
es: %1 ha cambiado los permisos del chat
fr: %1 a changé les droits d'accès de le la discussion
hu: %1 megváltoztatta a csevegés engedélyeit
it: %1 ha cambiato i permessi della conversazione
pl: %1 zmienił(a) uprawnienia konwersacji
ru: %1 изменил(а) права доступа к беседе

source: Only invited users
ca: Només usuaris amb invitació
cs: Pouze pro zvané účastníky
de: Nur eingeladene Nutzer
es: Solo usuarios invitados
fr: Seulement les invité(e)s
hu: Csak meghívott felhasználók
it: Solo utenti invitati
nb_no: Kun inviterte brukere
pl: Tylko zaproszeni użytkownicy
ru: Только приглашённые пользователи

source: Public
ca: Públic
cs: Veřejné
de: Öffentlich
es: Público
fr: Publique
hu: Nyilvános
it: Pubblico
nb_no: Offentlig
pl: Publiczny
ru: Публичные

source: Private
ca: Privat
cs: Soukromé
de: Privat
es: Privado
fr: Privée
hu: Privát
it: Privato
nb_no: Privat
pl: Prywatny
ru: Приватные

source: Knock
ca: Truca
cs: Klepat
de: Anklopfen
es: Llamar a la puerta
fr: Exclure
hu: Kopogás
it: Bussare
nb_no: Bank på
pl: Oczekujący
ru: Исключённые

source: All chatters
ca: Tots els usuaris de xat
cs: Všichní účastníci chatu
de: Alle Gesprächsteilnehmer
es: Todos los participantes del chat
fr: Toutes les discussions
hu: Minden csacsogó
it: Tutte le conversazioni
pl: Wszyscy konwersujący
ru: Все собеседники

source: All joined chat participants
ca: Tots els participants al xat
cs: Všichni připojení účastníci chatu
de: Alle beigetretenen Chatmitglieder
es: Todos los participantes unidos al chat
fr: Tou(te)s les participant(e)s ayant rejoint la discussion
hu: A csevegés összes résztvevője
it: Tutti i partecipanti uniti alla conversazione
pl: Wszyscy członkowie uczestniczący w konwersacji
ru: Все присоединившиеся участники

source: All invited chat participants
ca: Tots els participants convidats
cs: Všichni pozvaní účastníci chatu
de: Alle eingeladenen Chatmitglieder
es: Todos los participantes invitados al chat
fr: Tou(te)s les participant(e)s invité(e)s à la discussion
hu: A csevegés összes meghívott résztvevője
it: Tutti i partecipanti invitati alla conversazione
pl: Wszyscy zaproszeni członkowie konwersacji
ru: Все приглашённые участники

source: Everyone
ca: Tothom
cs: Všichni
de: Jeder
es: Todos
fr: Tout le monde
hu: Mindenki
it: Tutti
nb_no: Alle
pl: Wszyscy
ru: Все

source: Can join
ca: S'hi pot unir
cs: Můžete se připojit
de: Darf eintreten
es: Pueden unirse
fr: Peut se joindre
hu: Csatlakozhat
it: Può unirsi
nb_no: Kan ta del
pl: może dołączyć
ru: Можно присоединиться

source: Forbidden
ca: Prohibit
cs: Zakázáno
de: Verboten
es: Prohibido
fr: Interdit
hu: Tilos
it: Vietato
nb_no: Forbudt
pl: Zabronione
ru: Доступ запрещён

source: You have been invited to this chat
ca: Se us ha convidat a aquest xat
cs: Byl pozván do tohoto chatu
de: Du wurdest zu diesem Chat eingeladen
es: Ha sido invitado a este chat
fr: Vous avez été invité(e) à cette discussion
hu: Meghívtak ebbe a csevegésbe
it: Sei stato invitato a questa conversazione
nb_no: Du har blitt invitert til denne sludringen
pl: Zostałeś zaproszony do konwersacji
ru: Вы были приглашены в эту беседу

source: You have left this chat
ca: Heu abandonat el xat
cs: Opustil jste tento chat
de: Du hast diesen Chat verlassen
es: Ha abandonado este chat
fr: Vous avez quitté cette discussion
hu: Elhagytad ezt a csevegést
nb_no: Du har forlatt denne sludringen
pl: Opuściłeś konwersację
ru: Вы покинули эту беседу

source: You:
ca: Vostè:
cs: Vy:
de: Du:
es: Tú:
fr: Vous :
hu: Te:
it: Tu:
nb_no: Deg:
pl: Ty:
ru: Вы:

source: No previous messages
ca: Cap missatge anterior
cs: Žádné starší zprávy
de: Keine vorhergehenden Nachrichten
es: No hay mensajes anteriores
fr: Pas de messages antérieurs
hu: Nincsenek korábbi üzenetek
pl: Brak poprzednich wiadomości
ru: Нет предыдущих сообщений

source: Do you want to leave this chat?
ca: Voleu deixar aquest xat?
cs: Chcete opustit tento chat?
de: Willst du diesem Chat verlassen?
es: ¿Quiere abandonar este chat?
fr: Voulez-vous quitter cette discussion ?
hu: El szeretnéd hagyni ezt a csevegést?
nb_no: Ønsker du å forlate denne sludringen?
pl: Na pewno chcesz opuścić konwersację?
ru: Вы хотите покинуть эту беседу?

source: This can not be undone!
fr: Ceci ne peut pas être annulé !
hu: Ezt nem lehet visszacsinálni!
nb_no: Dette kan ikke angres!
ru: Это действие не может быть отменено!

source: Add to sticker collection?
ca: Afegir a la col·lecció d'adhesius?
cs: Přidat do sbírky samolepek?
de: Zur Stickersammlung hinzufügen?
es: ¿Añadir a la colección de pegatinas?
fr: Ajouter à la collection d'autocollants ?
hu: Hozzáadod a matrica gyűjteményhez?
nb_no: Legg til i klistremerkesamling?
pl: Dodać do naklejkowej kolekcji?
ru: Добавить в коллекцию стикеров?

source: Already added as sticker
ca: Ja s'ha afegit com adhesiu
cs: Již byl přidán jako štítek
de: Ist bereits als Sticker hinzugefügt
es: Ya está añadida como pegatina
fr: Déjà ajouté aux autocollants
hu: Már hozzáadtad a matricát
it: Già aggiunto come adesivo
nb_no: Allerede lagt til som klistremerke
pl: Naklejkę już dodano
ru: Уже добавлено в качестве стикера

source: Added as sticker
ca: Afegit com adhesiu
cs: Přidat jako štítek
de: Als Sticker hinzugefügt
es: Añadida como pegatina
fr: Ajouté aux autocollants
hu: Hozzáadva matricaként
it: Aggiunto come adesivo
nb_no: Lagt til som klistremerke
pl: Dodano naklejkę
ru: Добавлено в качестве стикера

source: Remove this message?
ca: Eliminar aquest missatge?
cs: Odstranit tuto zprávu?
de: Diese Nachricht entfernen?
es: ¿Eliminar este mensaje?
fr: Supprimer ce message ?
hu: Eltávolítod az üzenetet?
nb_no: Fjern denne meldingen?
pl: Usunąć wiadomość?
ru: Удалить это сообщение?

source: Do you want to create a new group now?
ca: Voleu crear un nou grup ara?
cs: Chcete nyní vytvořit novou skupinu?
de: Möchtest du jetzt eine neue Gruppe erstellen?
es: ¿Quiere crear un nuevo grupo ahora?
fr: Voulez-vous créer un nouveau groupe maintenant ?
hu: Szeretnél új csoportot létrehozni?
nb_no: Ønsker du å opprette en ny gruppe nå?
pl: Chcesz utworzyć nową grupę?
ru: Вы хотите создать новую группу сейчас?

source: Server %1 not found
ca: No s'ha trobat el servidor %1
cs: Server %1 nenalezen
de: Server %1 wurde nicht gefunden
es: No se encontró el servidor %1
fr: Serveur %1 non trouvé
hu: A %1 szerver nem található
nb_no: Fant ikke tjeneren %1
pl: Serwer %1 nie został odnaleziony
ru: Сервер %1 не найден

source: Username '%1' not found on %2
ca: No s'ha trobat el nom d'usuari «%1» a %2
cs: Jméno uživatele '%1' nenalezeno v %2
de: Nutzername "%1" nicht gefunden auf %2
es: No se encontró el nombre de usuario «%1» en %2
fr: Identifiant « %1 » non trouvé sur %2
hu: A "%1" felhasználónév nem található a %2 szerveren
it: Nome utente '%1' non trovato su %2
nb_no: Brukernavn "%1" ikke funnet på %2
pl: Nazwa użytkownika '%1' nie została znaleziona w %2
ru: Имя пользователя «%1» не найдено на %2

source: Username is already taken
ca: El nom d'usuari ja existeix
cs: Toto uživatelské jméno již někdo používá
de: Benutzername schon vergeben
es: El nombre de usuario ya está tomado
fr: Cet identifiant est déjà pris
hu: Ez a felhasználónév már foglalt
it: Il nome utente è già stato preso
nb_no: Brukernavn allerede i bruk
pl: Nazwa użytkownika jest już zajęta
ru: Имя пользователя уже занято

source: Notifications
ca: Notificacions
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
eu: Jakinarazpenak
hu: Értesítések
it: Notifiche
nb_no: Merknader
pl: Powiadomienia
ru: Уведомления

source: Description:
ca: Descripció:
cs: Popis:
de: Beschreibung:
es: Descripción:
eu: Deskribapena:
hu: Leírás:
nb_no: Beskrivelse:
pl: Opis:
ru: Описание:

source: Become a patron
ca: Feu-vos patrocinador
cs: Staňte se mecenášem
de: Werde ein Patron
es: Sea un patrocinador
it: Diventa un patron

source: Search archived chats...
ca: Cerca als xats arxivats…
cs: Vyhledat archivované chaty...
es: Busque chats archivados...

source: Minor bug fixes and updated translations.
es: Corrección de errores menores y traducciones actualizadas.

source: FluffyChat is open, nonprofit and cute. The development and servers is all community funded. You can donate to this project on <a href='https://www.patreon.com/bePatron?u=11123241'>Patreon</a> or <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>
ca: El FluffyChat és obert, sense ànim de lucre i bufó. Tant el desenvolupament com els servidors es financen la comunitat. Podeu fer donacions a aquest projecte amb <a href='https://www.patreon.com/bePatron?u=11123241'>Patreon</a> o <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>
es: FluffyChat es abierto, sin ánimo de lucro y adorable. El desarrollo y los servidores están financiados por la comunidad. Puede donar a este proyecto en <a href='https://www.patreon.com/bePatron?u=11123241'>Patreon</a> o <a href='https://liberapay.com/KrilleChritzelius/donate'>Liberapay</a>

source: Password...
ca: Contrasenya…
cs: Heslo…
es: Contraseña...
