Repository: ezze/fluffychat
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hu, it, nb_no, pl, ru

source: No chats found
ca: No s'han trobat xats
cs: Nenalezen žádný chat
de: Keine Chats gefunden
es: No se han encontrado chats
eu: Ez da berriketarik aurkitu
fr: Aucune discussion n'a été trouvée
hu: Nem találtunk csevegést
it: Nessuna conversazione trovata
nb_no: Fant ingen sludringer
pl: Nie znaleziono konwersacji
ru: Беседы не найдены

source: Edit chat name
ca: Edita el nom de xat
cs: Editovat název chatu
de: Chatnamen ändern
es: Editar el nombre del chat
eu: Berriketa izena editatu
fr: Modifier le nom de la discussion
hu: Csevegés nevének módosítása
it: Cambia il nome della conversazione
nb_no: Rediger sludringsnavn
pl: Edytuj nazwę konweracji
ru: Редактировать имя беседы

source: No chat description found…
ca: No s'ha trobar cap descripció del xat…
cs: Nenalezen žádný popis chatovací místnosti…
de: Keine Beschreibung gefunden …
es: No se ha encontrado la descripción del chat…
eu: Ez da berriketaren deskribapenik aurkitu…
fr: Aucune description de la discussion trouvée…
hu: Nem található leírás ehhez a csevegéshez…
nb_no: Fant ingen sludringsbeskrivelse…
pl: Nie znaleziono opisu konwersacji…
ru: Не найдено описание беседы…

source: Users in this chat (%1):
ca: Usuaris en aquest xat (%1):
cs: Uživatele tohoto chatu (%1):
de: Benutzer in diesem Chat (%1):
es: Usuarios en este chat (%1):
eu: Erabiltzaileak berriketa honetan (%1):
fr: Participant(e)s à la discussion (%1) :
hu: Csevegés (%1) résztvevői:
it: Utenti in questa conversazione (%1):
nb_no: Brukere i denne slurdringen (%1):
pl: Użytkowników w konweracji (%1):
ru: Участники беседы (%1):

source: Search…
ca: Cerca…
cs: Vyhledat…
de: Suche …
es: Buscar…
eu: Bilatu…
fr: Recherche…
hu: Keresés…
nb_no: Søk…
pl: Szukam…
ru: Поиск…

source: Invite friends
ca: Convida amics
cs: Pozvat přátele
de: Freunde einladen
es: Invitar amigos
eu: Lagunak gonbidatu
fr: Inviter des ami(e)s
hu: Barátok meghívása
it: Invita amici
nb_no: Inviter venner
pl: Zaproś przyjaciół
ru: Пригласить друзей

source: Reload
ca: Recarrega
cs: Načíst znovu
de: Neuladen
es: Volver a cargar
eu: Birkargatu
fr: Actualiser
hu: Újratöltés
it: Ricarica
nb_no: Last inn igjen
pl: Przeładuj
ru: Перезагрузить

source: Enroll as member
ca: Inscriviu-vos com a membre
cs: Zapsat se jako člen
de: Zum Mitglied ernennen
es: Inscribirse como miembro
eu: Kide moduan batu
fr: Inscrire un membre
hu: Résztvevőnek választás
pl: Zarejestruj jako członka
ru: Стать участником

source: Appoint to moderator
ca: Designa com moderador/a
cs: Jmenovat moderátora
de: Zum Moderator ernennen
es: Nombrar a un moderador
eu: Moderatzailea izendatu
fr: Désigner un/e modérateur/trice
hu: Kinevezés moderátorrá
pl: Wyznacz moderatora
ru: Назначить модератором

source: Appoint to admin
ca: Designa com administrador/a
cs: Jmenovat správce
de: Zum Admin ernennen
es: Nombrar a un administrador
eu: Administratzailea izendatu
fr: Désigner un/e administrateur/trice
hu: Kinevezés adminná
pl: Wyznacz admina
ru: Назначить администратором

source: Notification settings
ca: Configuració de les notificacions
cs: Nastavení oznámení
de: Benachrichtigungseinstellungen
es: Configuración de las notificaciones
eu: Jakinarazpenen ezarpenak
fr: Paramètres des notifications
hu: Értesítési beállítások
it: Impostazioni delle notifiche
nb_no: Merknadsinnstillinger
pl: Ustawienia powiadomień
ru: Настройки уведомлений

source: Enable notifications
ca: Habilita les notificacions
cs: Aktivovat oznámení
de: Benachrichtigungen aktivieren
es: Activar las notificaciones
eu: Jakinarazpenak gaitu
fr: Activer les notifications
hu: Értesítések engedélyezése
it: Abilita notifiche
nb_no: Skru på merknader
pl: Włącz powiadomienia
ru: Включить уведомления

source: Advanced notification settings
ca: Configuració avançada de les notificacions
cs: Pokročilá nastavení oznámení
de: Erweiterte Benachrichtigungseinstellungen
es: Configuración avanzada de las notificaciones
eu: Jakinarazpenen ezarpen aurreratuak
fr: Paramètres avancés de notification
hu: Haladó értesítési beállítások
nb_no: Avanserte merkadsinnstillinger
pl: Zaawansowane ustawienia powiadomień
ru: Расширенные настройки уведомлений

source: Devices that receive push notifications:
ca: Dispositius que reben notificacions push:
cs: Zařízení, která přijímají oznámení:
de: Geräte die Push Notifications erhalten:
es: Dispositivos que reciben notificaciones:
eu: Jakinarazpenak jasotzen dituzten gailuak:
fr: Appareils qui reçoivent des notifications :
hu: Eszközök amik azonnali értesítést kapnak:
nb_no: Enheter som mottar push-merknader:
pl: Urządzenia odbierające powiadomienia PUSH:
ru: Устройства, получающие push-уведомления:

source: Add chat address
ca: Afegeix adreça de xat
cs: Přidat adresu chatu
de: Chat-Adresse hinzufügen
es: Añadir dirección del chat
eu: Berriketa helbidea gehitu
fr: Ajouter une adresse de discussion
hu: Adj címet a csevegésnek
it: Aggiungi un indirizzo della conversazione
nb_no: Legg til sludringsadresse
pl: Dodaj adres konwersacji
ru: Добавить адрес беседы

source: Please log in to Ubuntu One to receive push notifications.
ca: Inicieu una sessió amb Ubuntu One per rebre notificacions push.
cs: Pro příjem oznámení se přihlašte k Vašemu Ubuntu One účtu.
de: Bitte bei Ubuntu One anmelden, um Push Benachrichtigungen empfangen zu können.
es: Conéctese a Ubuntu One para recibir notificaciones.
eu: Mesedez hasi saioa Ubuntu One-en jakinarazpenak jasotzeko.
fr: Veuillez vous connecter à Ubuntu One pour recevoir des notifications.
hu: Jelentkezz be az Ubuntu One-ra, hogy azonnali értesítéseket kapj.
it: Per favore esegui il login su Ubuntu One per ricevere le notifiche push.
pl: Zaloguj się do Ubuntu One, aby otrzymywać powiadomienia PUSH.
ru: Для получения push-уведомлений, пожалуйста, войдите в учётную запись Ubuntu One.

source: Push notifications are turned off…
ca: Notificacions push desactivades…
cs: Oznámení jsou vypnuta…
de: Push Benachrichtigungen sind deaktiviert …
es: Las notificaciones están desactivadas…
eu: Jakinarazpenak desgaiturik daude…
fr: Les notifications sont désactivées…
hu: Az azonnali értesítések ki vannak kapcsolva…
pl: Powiadomienia Push są wyłączone…
ru: Push-уведомления выключены…

source: USA
ca: EUA
de: DE
es: EEUU
eu: EEBB
fr: États-Unis d'Amérique
ru: США

source: You are not allowed to chat here.
ca: Aquí no teniu permís per xatejar.
cs: Nemáte svolení k chatování v této místnosti.
de: Du hast keine Berechtigungen, um Nachrichten zu schreiben.
es: No tiene permiso para chatear aquí.
eu: Ez duzu baimenik berriketa honetan sartzeko.
fr: Vous n'êtes pas autorisé(e) à discuter ici.
hu: Itt számodra nem engedélyezett a csevegés.
it: Non hai il permesso di messaggiare qui.
pl: Nie jesteś uprawniony do konwersowania tutaj.
ru: Вам не разрешено общаться здесь.

source: 😕 No connection…
ca: 😕 Sense connexió…
cs: 😕 Nejste připojení…
de: 😕 Keine Verbindung …
es: 😕 Sin conexión…
eu: 😕 Konexiorik ez…
fr: 😕 Pas de connexion…
hu: 😕 Nincs kapcsolat…
nb_no: 😕 Ingen tilkobling…
pl: 😕 Brak połączenia…
ru: 😕 Нет соединения…

source: Upload error:
ca: Error de pujada:
cs: Chyba při nahrávání:
de: Fehler beim hochladen:
es: Error de subida:
eu: Igoera akatsa:
fr: Erreur lors de la publication :
hu: Feltöltési hiba:
nb_no: Opplastingsfeil:
pl: Błąd przesyłania:
ru: Ошибка загрузки:

source: No connection to the homeserver 😕
ca: Sense connexió amb el servidor propi 😕
cs: Žádné připojení k homeserveru 😕
de: Keine Verbindung zum Homeserver 😕
es: Sin conexión al servidor 😕
eu: Konexiorik ez zerbitzariarenkin 😕
fr: Aucune connexion au serveur d'accueil 😕
hu: Nincs kapcsolat a kiszolgálóval 😕
pl: Brak połączenia z serwerem domyślnym 😕
ru: Нет соединения с сервером 😕

source: Your session has expired
ca: La vostra sessió ha caducat
cs: Vašemu sezení vypršel čas
de: Deine Sitzung ist nicht länger gültig
es: Su sesión ha caducado
eu: Sure saioa iraungi egin da
fr: Votre session a expiré
hu: Lejárt a munkamenet
nb_no: Økten din har utløpt
pl: Twoja sesja wygasła
ru: Ваша сессия истекла

source: 😰 A critical error has occurred! Sorry, the connection to the server has ended! Please report this bug on: https://github.com/ChristianPauly/fluffychat/issues/new. Error details: %1
ca: S'ha produït un error crític 😰. Malauradament s'ha tancat la connexió amb el servidor. Informeu d'aquest error a: https://github.com/ChristianPauly/fluffychat/issues/new. Detalls de l'error: %1
cs: 😰 Nastala kritická chyba! Omlouváme se, připojení k serveru bylo ukončeno! Ohlašte prosím chybu na: https://github.com/ChristianPauly/fluffychat/issues/new Podrobnosti o chybě: %1
de: 😰 Ein kritischer Fehler ist aufgetreten! Sorry, die Verbindung zum Server wurde beendet! Bitte melde diesen Fehler auf: https://github.com/ChristianPauly/fluffychat/issues/new. Fehlermeldung: %1
es: 😰 ¡Ha ocurrido un error crítico! ¡La conexión al servidor se ha interrumpido! Informe de este fallo en: https://github.com/ChristianPauly/fluffychat/issues/new. Detalles del error: %1
eu: 😰 Akats larri bat gertatu da! Barkatu, konexioa eten egin da zerbitzariarekin! Mesedez, eman arazoaren berri https://github.com/ChristianPauly/fluffychat/issues/new helbidean. Akatsaren xehetasunak: %1
fr: 😰 Une erreur critique s'est produite ! Désolé, la connexion au serveur s'est terminée ! Veuillez signaler ce problème sur : https://github.com/ChristianPauly/fluffychat/issues/new. Détails de l'erreur : %1
hu: 😰 Kritikus hiba történt! Megszakadt a kapcsolat a szerverrel! Kérlek jelentsd a hibát: https://github.com/ChristianPauly/fluffychat/issues/new. Hiba részletei: %1
pl: 😰 Wystąpił błąd krytyczny! Komunikacja z serwerem utracona! Zgłoś błąd na: https://github.com/ChristianPauly/fluffychat/issues/new. Szczegóły błędu: %1
ru: 😰 Произошла критическая ошибка! К сожалению, соединение с сервером было разорвано! Пожалуйста, сообщите об ошибке на https://github.com/ChristianPauly/fluffychat/issues/new. Информация об ошибке: %1

source: Copied to clipboard
ca: S'ha copiat al porta-retalls
cs: Zkopírováno do schránky
de: In Zwischenablage kopiert
es: Copiado al portapapeles
eu: Arbelean kopiatua
fr: A été copié dans le presse-papier
hu: Vágólapra másolva
it: Copiato negli appunti
nb_no: Kopiert til utklippstavle
pl: Skopiowano do schowka
ru: Скопировано в буфер обмена

source: Swipe to the left or the right for actions. 😉
ca: Llisqueu cap a l'esquerra o la dreta per accions 😉
cs: Přetáhněte doleva anebo doprava pro aktivaci dalších funkcí. 😉
de: Nach links oder rechts wischen für Aktionen. 😉
es: Deslizar a la izquierda o la derecha para las acciones. 😉
eu: Irristatu ezker edo eskuinera ekintzetarako. 😉
fr: Faire glisser vers la gauche ou vers la droite pour accéder aux actions. 😉
hu: Simíts balra vagy jobbra, a műveletekért. 😉
it: Scorri a sinistra o a destra per le azioni. 😉
nb_no: Dra til venstre eller høyre for handlinger. 😉
pl: Przesuń w lewo lub prawo, by wykonać akcję. 😉
ru: Для совершения действий проведите пальцем влево или вправо. 😉

source: Ban from this chat?
ca: Blocar a aquest xat?
cs: Zakázat v tomto chatu?
de: Aus dem Chat verbannen?
es: ¿Prohibir en este chat?
eu: Berriketa honetan debekatu?
fr: Bannir de cette discussion ?
hu: Kitiltod a csevegésből?
it: Bannare da questa conversazione?
nb_no: Bannlys fra denne sludringen?
pl: Zablokować konwersację?
ru: Заблокировать в данной беседе?

source: Cancel banishment?
ca: Cancel·la el bloqueig?
cs: Zrušit zákaz?
de: Verbannung aufheben?
es: ¿Cancelar el veto?
eu: Debekua ezeztatu?
fr: Annuler le bannissement ?
hu: Visszavonja a kitiltást?
it: Annullare il ban?
nb_no: Opphev bannlysning?
pl: Odblokować konwersację?
ru: Отменить блокировку?

source: Kick from this chat?
ca: Expulsa d'aquest xat?
cs: Vyloučit z tohoto chatu?
de: Aus dem Chat hinauswerfen?
es: ¿Expulsar de este chat?
eu: Berriketa honetatik bidali?
fr: Exclure de cette discussion ?
hu: Kirúgja a csevegésből?
it: Cacciare da questa conversazione?
nb_no: Kast ut av denne sludringen?
pl: Wykopać uczestnika z konwersacji?
ru: Исключить из беседы?

source: Change your password
ca: Canvieu la vostra contrasenya
cs: Změňte své heslo
de: Ändere dein Passwort
es: Cambie su contraseña
eu: Zure pasahitza aldatu
fr: Modifier votre mot de passe
hu: Jelszó változtatás
it: Cambia password
nb_no: Endre passordet ditt
pl: Zmień hasło
ru: Смените ваш пароль

source: Enter your old password
ca: Introduïu la contrasenya anterior
cs: Zadejte své původní heslo
de: Gib dein altes Passwort ein
es: Introduzca su contraseña antigua
eu: Sartu zure pasahitz zaharra
fr: Saisissez votre ancien mot de passe
hu: Írd be a régi jelszavad
it: Inserisci la tua vecchia password
nb_no: Skriv inn ditt gamle passord
pl: Wprowadź swoja stare hasło
ru: Введите ваш старый пароль

source: Enter your new password
ca: Introduïu la nova contrasenya
cs: Zadejte své nové heslo
de: Gib dein neues Passwort ein
es: Introduzca su nueva contraseña
eu: Sartu zure pasahitz berria
fr: Saisissez votre nouveau mot de passe
hu: Írd be az új jelszavad
it: Inserisci la tua nuova password
nb_no: Skriv inn ditt nye passord
pl: Wprowadź hasło
ru: Введите ваш новый пароль

source: Please repeat
ca: Repetiu-la
cs: Prosím opakovat
de: Bitte wiederholen
es: Otra vez, por favor
eu: Mesedez, errepikatu
fr: Veuillez répéter
hu: Kérlek ismételd meg
it: Per favore ripeti
nb_no: Gjenta
pl: Powtórz
ru: Пожалуйста, повторите

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
hu: Mégse
it: Annulla
nb_no: Avbryt
pl: Anuluj
ru: Отменить

source: Change
ca: Canvia-la
cs: Změnit
de: Ändern
es: Cambiar
eu: Aldatu
fr: Modifier
hu: Változtat
it: Cambia
nb_no: Endre
pl: Zmień
ru: Изменить

source: Password has been changed
ca: S'ha canviat la contrasenya
cs: Heslo bylo změněno
de: Passwort wurde geändert
es: La contraseña ha sido cambiada
eu: Pasahitza aldatua izan da
fr: Le mot de passe a été modifié
hu: A jelszó megváltozott
it: La password è stata cambiata
pl: Hasło zostało zmienione
ru: Пароль был изменён

source: Edit profile picture
ca: Edita la imatge de perfil
cs: Editovat profilový obrázek
de: Profilbild ändern
es: Editar imagen de perfil
eu: Profileko irudia editatu
fr: Modifier la photo de profil
hu: Profilkép változtatás
nb_no: Rediger profilbilde
pl: Edytuj grafikę profilową
ru: Редактировать изображение профиля

source: New profile picture
ca: Nova imatge de perfil
cs: Nový profilový obrázek
de: Profilbild ändern
es: Nueva imagen de perfil
eu: Profileko irudi berria
fr: Nouvelle photo de profil
hu: Új profilkép
nb_no: Nytt profilbilde
pl: Nowa grafika profilowa
ru: Новое изображение профиля

source: Remove picture
ca: Elimina la imatge
cs: Odstranit obrázek
de: Bild entfernen
es: Eliminar imagen
eu: Irudia ezabatu
fr: Supprimer la photo
hu: Kép eltávolítása
nb_no: Fjern bilde
pl: Usuń grafikę
ru: Удалить изображение

source: Close
ca: Tanca
cs: Zavřít
de: Schließen
es: Cerrar
eu: Itxi
fr: Fermer
hu: Bezárás
it: Chiudi
nb_no: Lukk
pl: Zamknij
ru: Закрыть

source: Target details
ca: Detalls de l'objectiu
cs: Cílové detaily
de: Ziel-Details
es: Detalles del objetivo
eu: Helburuaren xehetasunak
fr: Détails de la cible
hu: Részletek
it: Dettagli dell'obiettivo
nb_no: Måldetaljer
pl: Szczegóły obiektu
ru: Сведения о цели

source: <b>Device name</b>: %2
ca: <b>Nom del dispositiu</b>: %2
cs: <b>Název zařízení</b>: %2
de: <b>Gerätename</b>: %2
es: <b>Nombre del dispositivo</b>: %2
eu: <b>Gailuaren izena</b>: %2
fr: <b>Nom de l'appareil</b> : %2
hu: <b>Eszköz neve</b>: %2
it: <b>Nome del dispositivo</b>: %2
nb_no: <b>Enhetsnavn</b>: %2
pl: <b>Nazwa urządzenia</b>: %2
ru: <b>Имя устройства</b>: %2

source: <b>App</b>: %2
ca: <b>Aplicació</b>: %2
cs: <b>Aplikace</b>: %2
es: <b>Aplicación</b>: %2
eu: <b>Aplikazioa</b>: %2
fr: <b>Application</b> : %2
hu: <b>Applikáció</b>: %2
nb_no: <b>Program</b>: %2
pl: <b>Aplikacja</b>: %2
ru: <b>Приложение</b>: %2

source: <b>Kind</b>: %2
ca: <b>Tipus</b>: %2
cs: <b>Třída</b>: %2
de: <b>Art</b>: %2
es: <b>Clase</b>: %2
eu: <b>Mota</b>: %2
fr: <b>Genre</b> : %2
hu: <b>Típus</b>: %2
it: <b>Tipo</b>: %2
nb_no: <b>Art</b>: %2
pl: <b>Rodzaj</b>: %2
ru: <b>Тип</b>: %2

source: <b>Language</b>: %2
ca: <b>Idioma</b>: %2
cs: <b>Jazyk</b>: %2
de: <b>Sprache</b>: %2
es: <b>Idioma</b>: %2
eu: <b>Hizkuntza</b>: %2
fr: <b>Langue</b> : %2
hu: <b>Nyelv</b>: %2
it: <b>Lingua</b>: %2
nb_no: <b>Språk</b>: %2
pl: <b>Język</b>: %2
ru: <b>Язык</b>: %2

source: <b>Gateway</b>: %2
ca: <b>Pasarel·la</b>: %2
cs: <b>Brána</b>: %2
es: <b>Pasarela</b>: %2
eu: <b>Pasagunea</b>: %2
fr: <b>Passerelle</b> : %2
hu: <b>Átjáró</b>: %2
nb_no: <b>Portner</b>: %2
pl: <b>Brama</b>: %2
ru: <b>Шлюз</b>: %2

source: Download
ca: Descarrega
cs: Stáhnout
de: Herunterladen
es: Descargar
eu: Deskargatu
fr: Télécharger
hu: Letöltés
it: Scarica
pl: Pobierz
ru: Скачать

source: Loading… Please wait.
ca: S'està carregant… Espereu.
cs: Načítám... Prosím vyčkejte.
de: Lade ... Bitte warten.
es: Cargando… espere.
eu: Kargatzen... Itxaron mesedez.
fr: Chargement en cours… Veuillez patienter.
hu: Betöltés... Kérlek várj.
nb_no: Laster inn… Vent.
pl: Ładowanie... Proszę czekać.
ru: Загрузка... Пожалуйста, подождите.

source: Cancel process
ca: Cancel·la el procés
cs: Ukončit proces
de: Vorgang abbrechen
es: Cancelar el proceso
eu: Prozesua eten
fr: Annuler le processus
hu: Folyamat megszakítása
it: Annulla processo
pl: Anuluj proces
ru: Прервать процесс

source: Back
ca: Enrere
cs: Zpět
de: Zurück
es: Atrás
eu: Atzera
fr: Retour
hu: Vissza
nb_no: Tilbake
pl: Wróć
ru: Назад

source: %1 contacts were found
ca: S'han trobat %1 contactes
cs: %1 kontaktů nalezeno
de: %1 Kontakte wurden gefunden
es: Se encontraron %1 contactos
eu: %1 kontaktu aurkitu dira
fr: %1 contact a été trouvé
hu: %1 ismerőst találtunk
it: %1 contatti trovati
nb_no: Fant %1 kontakter
pl: Znaleziono %1 kontaktów
ru: Найдено контактов: %1

source: Remove the device
ca: Elimina el dispositiu
cs: Odstranit toto zařízení
de: Dieses Gerät entfernen
es: Eliminar el dispositivo
eu: Gailua ezabatu
fr: Supprimer l'appareil
hu: Eszköz eltávolítása
it: Rimuovi il dispositivo
nb_no: Fjern enheten
pl: Usuń urządzenie
ru: Удалить устройство

source: <b>Device ID</b>: %1
ca: <b>Nom del dispositiu</b>: %2
cs: <b>ID Zařízení</b>: %1
de: <b>Geräte-ID</b>: %1
es: <b>ID del dispositivo</b>: %1
eu: <b>Gailuaren ID-a</b>: %1
fr: <b>Identifiant de l'appareil</b> : %1
hu: <b>Eszköz azonosító</b>: %1
it: <b>ID dispositivo</b>: %1
nb_no: <b>Enhets-ID</b>: %1
pl: <b>ID urządzenia</b>: %1
ru: <b>Идентификатор устройства</b>: %1

source: <b>Last IP</b>: %4
ca: <b>Darrera IP</b>: %4
cs: <b>Poslední IP</b>: %4
de: <b>Letzte IP</b>: %4
es: <b>Última IP</b>: %4
eu: <b>Azken IP-a</b>: %4
fr: <b>Dernière IP</b> : %4
hu: <b>Utolsó IP</b>: %4
it: <b>Ultimo IP</b>: %4
nb_no: <b>Siste IP</b>: %4
pl: <b>Ostatnie IP</b>: %4
ru: <b>Последний IP-адрес</b>: %4

source: Are you sure, that you want to remove this device?
ca: Segur que voleu eliminar aquest dispositiu?
cs: Opravdu chcete odstranit toto zařízení?
de: Bist du sicher, dass du dieses Gerät entfernen möchtest?
es: ¿Seguro que desea eliminar este dispositivo?
eu: Ziur al zaude gailu hau ezabatu nahi duzula?
fr: Êtes-vous sûr(e) de vouloir supprimer cet appareil ?
hu: Biztosan törölni akarod ezt az eszközt?
it: Sei sicuro di voler rimuovere questo dispositivo?
nb_no: Er du sikker på at du ønsker å fjerne denne enheten?
pl: Na pewno chcesz usunąć urządzenie?
ru: Вы уверены, что хотите удалить устройство?

source: Please enter your password
ca: Introduïu la vostra contrasenya
cs: Prosím, zadejte své heslo
de: Bitte gib dein Passwort ein
es: Introduzca su contraseña
eu: Mesedez sartu zure pasahitza
fr: Veuillez saisir votre mot de passe
hu: Írd be a jelszavadat
it: Per favore inserisci la tua password
nb_no: Skriv inn passordet ditt
pl: Wprowadź hasło
ru: Пожалуйста, введите ваш пароль

source: Remove
ca: Elimina
cs: Odstranit
de: Entfernen
es: Eliminar
eu: Ezabatu
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
nb_no: Fjern
pl: Usuń
ru: Удалить

source: Remove this phone number?
ca: Eliminar aquest número de telèfon?
cs: Odstanit toto telefonní číslo?
de: Diese Handynummer entfernen?
es: ¿Eliminar este número de teléfono?
eu: Telefono zenbaki hau ezabatu?
fr: Supprimer ce numéro de téléphone ?
hu: Eltávolítja ezt a telefon számot?
pl: Usunąć numer telefonu?
ru: Удалить этот номер телефона?

source: Connect new phone number
ca: Connecta un número de telèfon nou
cs: Připojit nové telefonní číslo
de: Verbinde neue Handynummer
es: Conectar nuevo número de teléfono
eu: Telefono zenbaki berria konektatu
fr: Connecter un nouveau numéro de téléphone
hu: Új telefonszám kapcsolása
it: Connetti nuovo numero di telefono
nb_no: Koble til nytt telefonnummer
pl: Podłącz nowy numer telefonu
ru: Привязать новый номер телефона

source: Please log out to change your country
ca: Sortiu de la sessió per canviar el vostre país
cs: Pro změnu země se prosím odhlaste
de: Bitte abmelden, um dein Land zu wechseln
es: Cierre la sesión para cambiar el país
eu: Mesedez, saioa itxi herrialdea aldatzeko
fr: Veuillez vous déconnecter pour changer de pays
hu: Kérlek jelentkezz ki az ország megváltoztatásához
it: Per favore, esci per cambiare paese
nb_no: Logg ut for å endre ditt land
pl: Wyloguj się, aby zmienić kraj
ru: Для изменения вашей страны, пожалуйста, выйдите из учётной записи

source: Phone number…
ca: Número de telèfon…
cs: Telefonní číslo…
de: Handynummer …
es: Número de teléfono…
eu: Telefono zenbakia…
fr: Numéro de téléphone…
hu: Telefonszám…
nb_no: Telefonnummer…
pl: Numer telefonu…
ru: Номер телефона…

source: Connect
ca: Connecta
cs: Spojit
de: Verbinden
es: Conectar
eu: Konektatu
fr: Connecter
hu: Kapcsolódás
it: Connetti
nb_no: Koble til
pl: Połącz
ru: Привязать

source: Remove my account
ca: Elimina el meu compte
cs: Zrušit můj účet
de: Entferne mein Konto
es: Eliminar mi cuenta
eu: Nere kontua ezabatu
fr: Supprimer mon compte
hu: Fiók eltávolítása
it: Rimuovi il mio account
pl: Usuń moje konto
ru: Удалить мою учётную запись

source: Are you sure that you want to remove your account? This can not be undone.
ca: Segur que voleu eliminar el vostre compte? Això no es pot desfer.
cs: Opravdu chcete odstranit Váš účet? Tato akce nelze vrátit zpět.
de: Bist du sicher, dass du dein Konto entfernen möchtest? Das kann nicht rückgängig gemacht werden.
es: ¿Seguro que quiere eliminar su cuenta? Esto no se puede deshacer.
eu: Ziur al zaude zure kontua ezabatu nahi duzula? Ekintza hau ezingo da desegin.
fr: Êtes-vous sûr(e) de vouloir supprimer votre compte ? Ceci ne peut être annulé.
hu: Biztosan eltávolítod a fiókodat? Ezt nem tudod visszavonni.
it: Sei sicuro che vuoi rimuovere il tuo account? Questo non si può annullare.
pl: Jesteś pewien, że chcesz usunąć swoje konto? Tej akcji nie można cofnąć.
ru: Вы уверены, что хотите удалить свою учётную запись? Последствия этого действия нельзя отменить.

source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí
eu: Bai
fr: Oui
hu: Igen
it: Si
nb_no: Ja
pl: Tak
ru: Да

source: Are you sure you want to log out?
ca: Segur que voleu sortir?
cs: Opravdu se chcete odhlásit?
de: Bist du sicher, dass du dich abmelden willst?
es: ¿Seguro que quiere cerrar la sesión?
eu: Ziur al zaude saioa itxi nahi duzula?
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?
hu: Biztosan ki akarsz jelentkezni?
pl: Na pewno chcesz się wylogować?
ru: Вы уверены, что хотите выйти?

source: Add new chat address
ca: Afegeix una nova adreça de xat
cs: Přidat novou adresu chatu
de: Neue Chat-Adresse hinzufügen
es: Añadir nueva dirección del chat
eu: Berriketa helbide berria gehitu
fr: Ajouter une nouvelle adresse de discussion
hu: Új csevegő cím hozzáadása
it: Aggiungi un nuovo indirizzo della conversazione
nb_no: Legg til ny sludreadresse
pl: Dodaj nowy adres konwersacji
ru: Добавить новый адрес беседы

source: #chatname:%1
cs: #názevchatu:%1
es: #nombredelchat:%1
eu: #berriketaizena:%1
fr: #nomdediscussion:%1
hu: #csevegesneve:%1
it: #nomechat:%1
pl: #nazwakonwersacji:%1
