Repository: ezze/fluffychat
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hu, it, nb_no, pl, ru

source: <br><b>Matrix client</b><br><br>* FluffyChat is a Matrix protocol client and is compatible with all Matrix servers and Matrix identity servers. All communications conducted while using FluffyChat use a Matrix server and the Matrix identity server.<br>* The default server in FluffyChat is https://matrix.org and the default identity server is https://vector.im.<br>* FluffyChat doesn't operate any server or remote service.<br>* All communication of substantive content between FluffyChat and any server is done in secure way, using transport encryption to protect it. End-to-end encryption will follow.<br>* FluffyChat is not responsible for the data processing carried out by any Matrix server or Matrix identity server.<br>* FluffyChat offers the option to use phone numbers to find contacts. This is not a requirement of normal operation and is intended only as a convenience. No contact details are uploaded without user interaction! The user can choose to upload all or some or no contacts to the identity server!<br><br><b>Push Notifications</b><br><br>* The Matrix server selected by the user will automatically send push notifications to the UBports push service. These notifications are encrypted with the https protocol between the device and the Matrix server and on to the official UBports Matrix gateway at https://push.ubports.com:5003/_matrix/push/r0/notify This server forwards the notification to UBports push service at https://push.ubports.com and then sends this on as a push notification to the user's device(s).<br>
cs: <br><b>Klient Matrixu</ b><br> <br>* FluffyChat je klient matrix protokolu a je kompatibilní se všemi matrix servery a matrix identifikačními servery. Veškerá komunikace při používání FluffyChatu je realizována prostřednictvím matrix serveru a matrix serveru identity.<br>* Výchozí server FluffyChat je https://matrix.org a výchozím serverem identity je https://vector.im.<br>* FluffyChat neprovozuje žádné servery ani služby.<br>* Veškerý přenos zpráv mezi FluffyChat a servery je zajištěn a chráněn šifrováním. End-to-end šifrování není zatím podporováno.<br>* FluffyChat nenese žádnou odpovědnost za zpracování dat jakýmkoli z matrix serverů anebo matrix identifikačních serverů.<br>* Pro nalezení kontaktů nabízí FluffyChat možnost použití telefonních čísel. Tato funkce je volitelná, žádné kontakty nebudou staženy bez povolení uživatele! Uživatel si může vybrat, které kontakty chce načíst na server identit!<br><br><b> Push Oznámení</ b><br<br>* Matrix server používaný uživatelem zašle automaticky push notifikace na UBports push službu. Tato oznámení jsou šifrována pomocí protokolu https při přenosu od matrix serveru k oficiální bráně matrix ubports na adrese https://push.ubports.com:5003/_matrix/push/r0/notify, která předává oznámení službě UBports push na adrese https://push.ubports.com a zasílá tyto zprávy jako upozornění na zařízení uživatele.<br>
de: <br> <b> Matrix-Client </ b> <br> <br> * Fluffychat ist ein Matrix-Protokoll-Client und kompatibel mit allen Matrix-Servern und Matrix-Identity-Servern. Sämtliche Kommunikation in fluffychat werden mit dem Matrix-Server und dem Matrix-Identitätsserver durchgeführt. <br> * Der Standardserver ist https://matrix.org und der Standard-Identitätsserver ist https://vector.im. <br> * Fluffychat betreibt keinen Server oder Service. <br> * Die gesamte Kommunikation zwischen fluffychat und dem jeweiligen Matrix-Server erfolgt auf sichere Art und Weise mittels Verschlüsselung. <br> * Fluffychat ist nicht verantwortlich für die Datenverarbeitung durch den jeweiligen Matrix-Sserver oder Matrix-Identity-Server. <br> * Fluffychat bietet die Möglichkeit, Telefonnummern zu verwenden, um Kontakte zu finden. Dies ist optional und es werden keine Kontakte ohne Benutzerinteraktion hochgeladen! Der Benutzer kann wählen, welche Kontakte er auf den Identitätsserver hochladen möchte! <br> <br> <b> Push-Benachrichtigungen </ b> <br> <br> * Der Matrix-Server, den der Benutzer verwendet, wird automatisch Push Benachrichtigungen an den UBports-Push-Service senden. Diese Benachrichtigungen werden mit https auf dem Weg vom Matrix-Server zum offiziellen UBports-Matrix-Gateway unter https://push.uports.com:5003/_matrix/push/r0/notify verschlüsselt gesendet, und als Benachrichtigung an den UBports Push-Dienst weitergeleitet unter: https//push.uports.com. Dieser sendet die Nachricht dann als Push-Benachrichtigung an die Geräte des Benutzers. <br>
fr: Le <br><b>client Matrix</b><br><br>* FluffyChat est un client qui utilise le protocole Matrix et est compatible avec tous les serveurs Matrix et les serveurs d'identités Matrix. Toutes les communications tenues en utilisant FluffyChat utilisent un serveur Matrix et un serveur d'identités Matrix.<br>* Le serveur par défaut de FluffyChat est https://matrix.org et le serveur d'identités par défaut est https://vector.im.<br>* FluffyChat n'opère pas de serveur ou de service à distance.<br>* Toute communication de contenu substantiel entre FluffyChat et un serveur est sécurisée en utilisant un chiffrement lors du transport pour la protéger. Le chiffrement de bout-en-bout viendra prochainement.<br>* FluffyChat n'est pas responsable du traitement des données effectué par un serveur Matrix ou un serveur d'identités Matrix.<br>* FluffyChat offre la possibilité d'utiliser des numéros de téléphone pour trouver des contacts. Ce n'est pas une obligation pour une utilisation normale mais l'implémentation se révèle pratique. Aucun détail des contacts n'est téléversé sans une interaction d'un utilisateur ou d'une utilisatrice ! Ils peuvent choisir de téléverser tous ou certains ou pas de contacts au serveur d'identités !<br><br><b>Notifications</b><br><br>* Le serveur Matrix sélectionné par l'utilisateur ou l'utilisatrice enverra automatiquement des notifications au service de notifications d'UBports. Ces notifications sont chiffrées avec le protocole HTTPS entre l'appareil, le serveur Matrix et la passerelle Matrix officielle d'UBports sur https://push.ubports.com:5003/_matrix/push/r0/notify Ce serveur transfère la notification au serveur de notifications d'UBports sur https://push.ubports.com puis envoi le tout sous forme de notifications aux appareils des utilisateurs et utilisatrices.<br>
hu: <br><b>Matrix kliens</b><br><br>* A FluffyChat egy a Matrix protokollt implementáló kliens ami kompatibilis minden Matrix szerverrel és Matrix azonosító szerverrel. Minden kommunikáció amit a FluffyChat bonyolít használ Matrix szervert és Matrix azonosító szervert.<br>* A FluffyChat alapértelmezésben a https://matrix.org szervert és a https://vector.im azonosító szervert használja.<br>* A FluffyChat nem üzemeltet szervert, sem más távoli szolgáltatást.<br>* Minden érdemi kommunikáció amit a FluffyChat folytat a távoli kiszolgálókkal TLS-en keresztül zajlik. A végponttól-végpontig tartó titkosítás fejlesztése folyamatban van.<br>* FluffyChat nem felelős a Matrix szerverek és a Matrix azonosító szerverek által végrehajtott adatkezelésért.<br>* FluffyChat lehetőséget teremt arra, hogy telefonszámok alapján keresd ismerőseidet. Ez nem szükséges a működéshez, kényelmi funkcióként van jelent. Semmilyen személyes adatot nem tölt fel a FluffyChat felhasználói művelet nélkül. A felhasználó dönti el, hogy az azonosítási szerverre egyáltalán nem tölt fel elérhetőséget az ismerőseiről vagy csak néhányat, esetleg az összeset.<br><br><b>Azonnali értesítés</b><br><br>* A Matrix szerver amit a felhasználó kiválaszt azonnali értesítéseket küld a UBports azonnali értesítési szolgáltatásának segítségével. Ezek az értesítések https protokollon keresztül, titkosítva, vannak elküldve a Matrix szerverre és a hivatalos UBports Matrix átjáróra, aminek címe: https://push.ubports.com:5003/_matrix/push/r0/notify . Ez a szerver továbbítja az értesítéseket a UBports azonnali értesítési szerverre: https://push.ubports.com és küldi az azonnali értesítést a felhasználó készülék(ei/é)re.<br>
nb_no: <br><b>Matrix-klient</b><br><br>* FluffyChat er en klient for Matrix-protokollen, og er kompatibel med alle Matrix-tjenere og -identitetstjenere. All kommunikasjon som skjer med FluffyChat, bruker en Matrix-tjener, og en Matrix-identitetstjener.<br>* Forvalgt tjener i FluffyChat er https://matrix.org og forvalgt identitetstjener er https://vector.im.<br>* FluffyChat driver ingen egen tjener eller fjerntjeneste.<br>* All kommunikasjon av viktig innhold mellom FluffyChat og noen annen tjener skjer på sikker måte, med transportkryptering som beskyttelse. Ende-til-ende -kryptering vil følge.<br>* FluffyChat er ikke ansvarlig for databehandling utført av noen Matrix-tjener, eller -identitetstjener.<br>* FluffyChat tilbyr valget om å bruke telefonnummer for å finne kontakter. Dette kreves ikke i normalt modus, og er kun tiltenkt i beleilighetsøyemed. Ingen kontaktdetaljer lastes opp uten brukerinteraksjon. Brukeren kan valge å laste opp alle eller noen kontakter til identitetstjeneren.<br><br><b>Push-merknader</b><br><br>* Matrix-tjeneren valgt av brukeren vil automatisk sende push-merknader til UBports sin push-tjeneste. Disse merknadene krypteres av HTTPS-protokollen mellom enheten og Matrix-tjeneren, og videre til den offisielle UBports-Matrixportneren på https://push.ubports.com:5003/_matrix/push/r0/notify Denne tjeneren videresender merkanden til UBports sin push-tjeneste på https://push.ubports.com og sender så dette som en push-merknad til brukerens enhet(er).<br>
pl: <br><b>klient Matrix</b><br><br>* FluffyChat jest klientem opartym na protokole Matrix i kompatybilny ze wszystkimi serwerami Matrix i serwerami tożsamymi. Cała komunikacja FluffyChat odbywa się za pośrednictwem serwera Matrix server i serwerów tożsamych.<br>* Domyślnym serwerem FluffyChat jest https://matrix.org a domyślnym serwerem tożsamym https://vector.im.<br>* FluffyChat nie uruchamia żadnego serwera ani usług zdalnych.<br>* Cała komunikacja pomiędzy FluffyChat i dowolnym innym serwerem odbywa się w bezpieczny sposób, używając szyfrowania transport w celu ochrony. Używane jest również szyfrowanie typu end-to-end.<br>* FluffyChat nie ponosi odpowiedzialności za przetwarzanie danych przez serwer Matrix lub serwery tożsame.<br>* FluffyChat oferuje opcję użycia numeru telefonu do znalezienia kontaktów. Nie jest to wymagane do normalnej pracy, może zostać użyte dla wygody użytkownika. Żadne dane nie zostaną przesłane w przypadku braku interakcji z użytkownikiem! Użytkownik może dokonać wyboru pomiędzy zamieszczeniem wszystkich lub wybranych kontaktów, lub nie zamieszczaniem ich w ogóle na tożsamym serwerze!<br><br><b>Powiadomienia PUSH</b><br><br>* Serwer Matrix wybrany przez użytkownika będzie automatycznie wyświetlał powiadomienia PUSH poprzez usługę UBports. Powiadomienia te są szyfrowane protokołem https pomiędzy urządzeniem a serwerem Matrix i oficjalną bramką UBports Matrix dostępnej tutaj https://push.ubports.com:5003/_matrix/push/r0/notify Serwer ten przekazuje powiadomienia PUSH UBports do https://push.ubports.com i wysyła je jako powiadomienia PUSH do urządzenia/urządzeń użytkownika.<br>
ru: <br><b>Клиент Matrix</b><br><br>* FluffyChat является клиентом протокола Matrix и совместим со всеми серверами Matrix и серверами идентификации Matrix. Все коммуникации, осуществляемые с помощью FluffyChat, используют сервер Matrix и сервер идентификации Matrix.<br>* Умолчательным сервером во FluffyChat является https://matrix.org, а умолчательным сервером идентификации — https://vector.im.<br>* FluffyChat не управлется никаким сервером или удалённым сервисом.<br>* Передача любого существенного содержимого между FluffyChat и любым сервером осуществляется безопасным способом с использованием шифрования транспорта для защиты этого содержимого. Сквозное шифрование уже на подходе.<br>* FluffyChat не несёт ответственности за обработку данных, выполняемую любым сервером Matrix или сервером идентификации Matrix.<br>* FluffyChat предлагает возможность использовать для поиска контактов телефонные номера. Они не является необходимыми для нормальной работы приложения и служат исключительно для удобства его использования. Без одобрения пользователя никакие контактные данные никуда не передаются! Пользователь может выбрать передачу на сервер идентификации всех или только некоторых контактов, либо вообще не передавать никакие контакты!<br><br><b>Push-уведомления</b><br><br>* Выбранный пользователем сервер Matrix автоматически отправляет push-уведомления в службу push-уведомлений UBports. Эти уведомления передаются между устройством и сервером Matrix в зашифрованном виде по протоколу https, на официальный шлюз UBports Matrix, расположенный по адресу https://push.ubports.com:5003/_matrix/push/r0/notify. Этот сервер пересылает уведомление в службу push-уведомлений UBports на https://push.ubports.com, а затем отправляет его в виде push-уведомления на устройства пользователя.<br>

source: Choose a country
ca: Escolliu un país
cs: Zvolit zemi
de: Wähle ein Land
es: Elegir un país
eu: Hautatu herrialdea
fr: Choisissez un pays
hu: Válassz országot
it: Scegli un paese
nb_no: Velg et land
pl: Wybierz kraj
ru: Выберите страну

source: Search for country by name…
ca: Cerca per nom de país…
cs: Vyhledat stát dle názvu…
de: Suche nach Chat-Namen …
es: Buscar país por nombre…
eu: Bilatu herrialdea izenez…
fr: Rechercher un pays par nom…
hu: Ország választása név szerint…
nb_no: Søk etter land, etter navn…
pl: Znajdź kraj po nazwie…
ru: Искать страну по названию…

source: Username copied to the clipboard
ca: S'ha copiat el nom d'usuari al porta-retalls
cs: Jméno uživatele bylo zkopírováno do schránky
de: Benutzername wurde in die Zwischenablage kopiert
es: Nombre de usuario copiado al portapapeles
eu: Erabiltzaile izena arbelean kopiatua
fr: Le nom d'utilisateur a été copié dans le presse-papier
hu: Felhasználónév vágólapra másolva
pl: Nazwa użytkownika skopiowana do schowka
ru: Имя пользователя скопировано в буфер обмена

source: Chats with this user:
ca: Xats amb aquest usuari:
cs: Chaty s tímto uživatelem:
de: Chats mit diesem Nutzer:
es: Chats con este usuario:
eu: Egin berriketan erabiltzaile honekin:
fr: Discussions avec cet utilisateur / cette utilisatrice :
hu: Csevegések ezzel a felhasználóval:
it: Conversazioni con questo utente:
nb_no: Sludringer med denne brukeren:
pl: Konwersacja z użytkownikiem:
ru: Беседы с этим пользователем:

source: This is you.
ca: Sou vós.
cs: Tohle jste vy.
de: Das bist du.
es: Este es su usuario.
eu: Hau da zure erabiltzailea.
fr: C'est vous.
hu: Ez te vagy.
nb_no: Dette er deg.
pl: To ty.
ru: Это вы.

source: Start new chat
ca: Inicia un xat nou
cs: Zahájit nový chat
de: Neuen Chat starten
es: Iniciar un chat nuevo
eu: Hasi berriketa berria
fr: Commencer une nouvelle discussion
hu: Új csevegés indítása
it: Avvia una nuova conversazione
pl: Rozpocznij nową konwersację
ru: Начать новую беседу

source: Unknown chat
ca: Xat desconegut
cs: Neznámý chat
de: Unbekannter Chat
es: Chat desconocido
eu: Berriketa ezezaguna
fr: Discussion inconnue
hu: Ismeretlen csevegés
it: Conversazione sconosciuta
nb_no: Ukjent sludring
pl: Nieznana konwersacja
ru: Неизвестная беседа

source: Chat info
ca: Informació del xat
cs: Informace o chatovací místnosti
de: Chat-Informationen
es: Información del chat
eu: Berriketaren informazioa
fr: Informations sur la discussion
hu: Infó a csevegésről
it: Informazioni sulla conversazione
nb_no: Slurdingsinfo
pl: Informacje o konwersacji
ru: Информация о беседе

source: No messages in this chat …
de: Keine Nachrichten in diesem Chat …
eu: Mezurik ez berriketa honetan …
fr: Aucun message dans cette discussion…
hu: Ebben a csevegésben még nincs üzenet…
nb_no: Ingen meldinger i denne sludringen…
pl: Brak wiadomości w konwersacji…
ru: В беседе нет сообщений…

source: Reply to <b>%1</b>: "%2"
ca: Resposta per <b>%1</b>: "%2"
cs: Odpovědět <b>%1</b>: "%2"
de: Antwort an <b>%1</b>: "%2"
es: Contestar a <b>%1</b>: «%2»
eu: Erantzun honi <b>%1</b>: "%2"
fr: Répondre à <b>%1</b> : "%2"
hu: Válasz <b>%1</b>-nak/nek: "%2"
it: Rispondi a <b>%1</b>: "%2"
nb_no: Svar <b>%1</b>: "%2"
pl: Odpowiedz <b>%1</b>: "%2"
ru: Ответить <b>%1</b>: "%2"

source: Accept invitation
ca: Accepta la invitació
cs: Přijmout pozvání
de: Einladung annehmen
es: Aceptar la invitación
eu: Gonbidapena onartu
fr: Accepter l'invitation
hu: Meghívás elfogadása
it: Accetta invito
nb_no: Godta invitasjon
pl: Zaakceptuj zaproszenie
ru: Принять приглашение

source: Join
ca: Uneix-m'hi
cs: Připojit se
de: Beitreten
es: Unirse
eu: Batu
fr: Rejoindre
hu: Csatlakozás
it: Unisciti
nb_no: Ta del
pl: Dołącz
ru: Присоединиться

source: You do not have posting permissions here
ca: No teniu permís per publicar aquí
cs: Nemáte zde oprávněni k zasílání zpráv
de: Du kannst hier keine Nachrichten senden
es: No tiene permisos para publicar aquí
eu: Hemen ez duzu argitaratzeko baimenik
fr: Vous n'avez pas l'autorisation de poster ici
hu: Nincs jogosultságod ideposztolni
it: Non hai il permesso di pubblicare qui
pl: Nie masz uprawnień do publikowania
ru: У вас нет прав для отправки сообщений

source: Your message...
fr: Votre message...

source: Add phone number
ca: Afegeix un número de telèfon
cs: Přidat telefonní číslo
de: Handynummer hinzufügen
es: Añadir número de teléfono
eu: Telefono zenbakia gehitu
fr: Ajouter un numéro de téléphone
hu: Adj hozzá telefonszámot
it: Aggiungi numero di telefono
nb_no: Legg til telefonnummer
pl: Dodaj numer telefonu
ru: Добавить номер телефона

source: No phone numbers connected
ca: Cap número de telèfon connectat
cs: Žádné telefonní číslo není připojeno
de: Keine Handynummern verbunden
es: Ningún número de teléfono conectado
eu: Ez dago telefono zenbakirik konektaturik
fr: Aucun numéro de téléphone connecté
hu: Nincs kapcsolt telefonszám
it: Nessun numero di telefono collegato
nb_no: Ingen tilknyttede telefonnummer
pl: Brak połączonych numerów
ru: Нет привязанных номеров телефонов

source: Devices of %1
fr: Appareils de %1
hu: %1 eszközei
ru: Устройства %1

source: Advanced settings
ca: Configuració avançada
cs: Pokročilé nastavení
de: Erweiterte Einstellungen
es: Configuración avanzada
eu: Ezarpen aurreratuak
fr: Paramètres avancés
hu: Haladó beállítások
nb_no: Avanserte innstillinger
pl: Ustawienia zaawansowane
ru: Расширенные настройки

source: End-to-end encryption
eu: Muturretik-muturrerako enkriptatzea
fr: Chiffrement de bout en bout
hu: Végpontól-végpontig titkosítás
nb_no: Ende-til-ende-kryptering
ru: Сквозное шифрование

source: Access
ca: Accés
cs: Přístup
de: Zugang
es: Acceso
eu: Sarbidea
fr: Accès
hu: Hozzáférés
nb_no: Vis
pl: Dostęp
ru: Доступ

source: Users can be invited
ca: Es pot convidar als usuaris
cs: Uživatelé mohou být pozváni
de: Benutzer können eingeladen werden
es: Los usuarios pueden ser invitados
eu: Erabiltzaileak gonbidatuak izan daitezke
fr: Les utilisateurs peuvent être invités
hu: Felhasználókat lehet meghívni
it: Gli utenti possono essere invitati
nb_no: Brukere kan inviteres
pl: Użytkownik może zostać zaproszony
ru: Пользователи могут быть приглашены

source: Chat is public accessible
ca: Es pot accedir al xat públicament
cs: Chat s přístupem veřejnosti
de: Chat ist öffentlich zugänglich
es: Chat de acceso público
eu: Sarbide publiko duen berriketa
fr: La discussion est en accès publique
hu: A csevegés bárki számára hozzáférhető
it: La conversazione è accessibile pubblicamente
pl: Konwersacja jest publicznie dostępna
ru: Публичная беседа

source: Guest users are allowed
ca: Es permeten els usuaris convidats
cs: Hosté jsou povolení
de: Gastbenutzer sind erlaubt
es: Se permiten invitados
eu: Gonbidatuak onartzen dira
fr: Les utilisateurs invités sont autorisés
hu: Vendég felhasználók is beléphetnek
it: Gli utenti ospiti sono consentiti
nb_no: Gjestebrukere tillates
pl: Użytkownicy-goście są dozwoleni
ru: Разрешён доступ гостевым пользователям

source: Public chat addresses
ca: Adreces del xat públic
cs: Veřejné chatovací adresy
de: Öffentliche Chat-Adressen
es: Direcciones de chat públicos
eu: Berriketa publikoen helbideak
fr: Adresses des discussions publiques
hu: Publikus csevegő címek
it: Indirizzi della conversazione pubblica
nb_no: Offentlige sludreadresser
pl: Publiczny adres konwersacji
ru: Публичные адреса беседы

source: History visibility
ca: Visibilitat de l'historial
cs: Přístup k historii
de: Sichtbarkeit des Verlaufs
es: Visibilidad del historial
eu: Historia ikusgaitasuna
fr: Visibilité de l'historique
hu: Korábbi üzenetek láthatósága
it: Visibilità della cronologia
nb_no: Historikksynlighet
pl: Widoczność historii
ru: Видимость истории

source: History is visible from invitation
ca: L'historial és visible des de la invitació
cs: Historie je přístupná od okamžiku pozvání
de: Verlauf ist sichtbar ab Einladung
es: El historial es visible desde la invitación
eu: Historia ikusgarria da gonbidapenetik
fr: L'histoire est visible depuis l'invitation
hu: Korábbi üzenetek a meghívástól láthatóak
it: La cronologia è visibile su invito
nb_no: Historikk er synlig ved invitasjon
pl: Historia jest dostępna od chwili zaproszenia
ru: История видна с момента приглашения

source: Members can access full chat history
ca: Els membres poden accedir a l'historial complet del xat
cs: Členové chatu mohou vidět historii chatu
de: Mitglieder können den ganzen Verlauf sehen
es: Los miembros pueden acceder al historial completo del chat
eu: Kideak berriketa historia guztira sar daitezke
fr: Les membres peuvent accéder à l'historique complet de la discussion
hu: A résztvevők elérhetik az összes korábbi üzenetet
it: I membri hanno accesso alla cronologia completa della conversazione
pl: członkowie mają dostęp do pełnej historii konwersacji
ru: Участники могут посмотреть всю историю беседы

source: Anyone can access full chat history
ca: Tothom pot accedir a l'historial complet
cs: Všichni mohou vidět historii chatu
de: Jeder kann den ganzen Verlauf sehen
es: Todo el mundo puede acceder al historial completo del chat
eu: Edonor sar daiteke berriketa historia osora
fr: Tout le monde peut voir l'historique complet de la discussion
hu: Bárki hozzáférhet az összes korábbi üzenethez
it: Chiunque ha accesso alla cronologia completa della conversazione
pl: każdy ma dostęp do pełnej historii konwersacji
ru: Любой может посмотреть всю историю беседы

source: Notify
ca: Notifica
cs: Oznámit
de: Benachrichtigen
es: Notificar
eu: Jakinarazi
fr: Notifier
hu: Értesítés mutatása
it: Notifica
nb_no: Send merknad
pl: Powiadom
ru: Уведомлять

source: Only if mentioned
ca: Només si se'm menciona
cs: Pouze pokud zmíněn
de: Nur wenn ich erwähnt werde
es: Solo si es mencionado
eu: Aipatuz gero bakarrik
fr: Seulement si mentionné(e)
hu: Csak ha megemlítenek
it: Solo se menzionato
nb_no: Kun når nevnt
pl: tylko wspomnianych
ru: Только в случае упоминания

source: Don't notify
ca: No notifiquis
cs: Neoznamovat
de: Nicht benachrichtigen
es: No notificar
eu: Ez jakinarazi
fr: Ne pas notifier
hu: Nincs értesítés
it: Non notificare
nb_no: Ikke send merknad
pl: nie powiadamiaj
ru: Не уведомлять

source: Groups on %1
ca: Grups a %1
cs: Skupiny v %1
de: Gruppen auf %1
es: Grupos en %1
eu: Taldeak %1-en
fr: Groupes sur %1
hu: Szobák %1-on
nb_no: Gruppenavn på %1
pl: Grupy %1
ru: Группы на %1

source: and matrix.org
ca: i matrix.org
cs: a matrix.org
de: und matrix.org
es: y matrix.org
eu: eta matrix.org
fr: et matrix.org
hu: és matrix.org
it: e matrix.org
nb_no: og matrix.org
pl: i matrix.org
ru: и matrix.org

source: Search for chats or #aliases…
ca: Cerca xats o #àlies…
cs: Vyhledat chaty anebo #aliasy…
de: Suche nach Chats oder #Adressen …
es: Buscar por chats o #alias…
eu: Bilatu berriketak edo #alias-ak…
fr: Rechercher des discussions ou des #alias…
hu: Keress rá csevegésre vagy #alias -ra…
pl: Szukaj konwersacji bądź #aliasów…
ru: Поиск бесед или #псевдонимов…
