Repository: ezze/fluffychat
Catalog: po/*.po
Languages: ca, cs, de, es, eu, fr, hu, it, nb_no, pl, ru

source: New group
ca: Grup nou
cs: Nová skupina
de: Neue Gruppe
es: Nuevo grupo
eu: Talde berria
fr: Nouveau groupe
hu: Új csoport
it: Nuovo gruppo
nb_no: Ny gruppe
pl: Nowa grupa
ru: Новая группа

source: Public groups
ca: Grups públics
cs: Veřejné skupiny
de: Öffentliche Gruppen
es: Grupos públicos
eu: Talde publikoak
fr: Groupes publics
hu: Nyilvános csoportok
nb_no: Offentlige grupper
pl: Grupa publiczna
ru: Публичные группы

source: Click on the top right button to add contacts.
ca: Cliqueu el botó a dalt a la dreta per afegir contactes.
cs: Pro přidání nového kontaktu stiskněte tlačítko vpravo nahoře.
de: Klicke oben-rechts auf den Button, um Kontakte hinzuzufügen.
es: Pulse en el botón superior de la derecha para añadir contactos.
eu: Klikatu goiko eskuineko botoia kontaktuak gehitzeko.
fr: Appuyez sur le bouton en haut à droite pour ajouter des contacts.
hu: Kattints a jobb felső gombra, hogy új ismerősöket adj hozzá.
nb_no: Klikk på knappen øverst til høyre for å legge til kontakter.
pl: Kliknij na prawy górny przycisk, aby dodać kontakty.
ru: Для добавления контактов нажмите на кнопку, расположенную справа вверху.

source: Settings
ca: Preferències
cs: Nastavení
de: Einstellungen
es: Configuración
eu: Ezarpenak
fr: Paramètres
hu: Beállítások
nb_no: Innstillinger
pl: Ustawienia
ru: Настройки

source: Username:
ca: Nom d'usuari:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
eu: Erabiltzaile izena:
fr: Identifiant :
hu: Felhasználónév:
nb_no: Brukernavn:
pl: Nazwa użytkownika:
ru: Имя пользователя:

source: Displayname:
ca: Nom a mostrar:
cs: Zobrazované jméno na obrazovce:
de: Anzeigename:
es: Nombre mostrado en pantalla:
eu: Pantailan bistarazitako izena:
fr: Nom affiché :
hu: Megjelenített név:
nb_no: Visningsnavn:
pl: Nazwa wyświetlana:
ru: Отображаемое имя:

source: Edit
ca: Edita
cs: Editovat
de: Ändern
es: Editar
eu: Editatu
fr: Modifier
hu: Szerkesztés
nb_no: Rediger
pl: Edytuj
ru: Редактировать

source: Change main color
ca: Canvia el color principal
cs: Změnit základní barvu
de: Wähle eine Hauptfarbe
es: Cambiar el color principal
eu: Kolore nagusia aldatu
fr: Modifier la couleur principale
hu: Meghatározó szín lecserélése
it: Cambia colore principale
nb_no: Endre hovedfarge
pl: Zmień kolor podstawowy
ru: Изменить главный цвет

source: Change background
ca: Canvia el fons
cs: Změnit pozadí
de: Hintergrund ändern
es: Cambiar el fondo de pantalla
eu: Atzekaldea aldatu
fr: Modifier l'arrière-plan
hu: Háttér megváltoztatása
it: Cambia sfondo
nb_no: Endre bakgrunn
pl: Zmień tło
ru: Изменить фон

source: Dark mode
ca: Mode fosc
cs: Noční režim
de: Nachtmodus
es: Modo nocturno
eu: Modu iluna
fr: Mode sombre
hu: Sötét mintázat
it: Modalità notte
nb_no: Nattmodus
pl: Tryb ciemny
ru: Тёмный режим

source: Chat settings:
ca: Preferències del xat:
cs: Nastavení chatu:
de: Chateinstellungen:
es: Configuración del chat:
eu: Berriketa ezarpenak:
fr: Paramètres de la discussion :
hu: Csevegési beállítások:
it: Impostazioni della conversazione:
pl: Ustawienia konwersacji:
ru: Настройки беседы:

source: Send with enter
ca: Envia amb «Retorn»
cs: Odeslat klávesou enter
de: Mit Enter senden
es: Enviar con la tecla intro
eu: Enter-ekin bidali
fr: Envoyez avec Entrée
hu: Küldés ENTERrel
nb_no: Send med enter
pl: Wyślij przyciskiem ENTER
ru: Отправлять по нажатию enter

source: Display 'I am typing' when typing
ca: Mostra «Estic escrivint» en escriure
cs: Zobrazit 'právě píši' když píši
de: Zeige 'Ich schreibe', wenn ich schreibe
es: Mostrar «estoy escribiendo» cuando escriba
eu: Erakutsi 'idazten ari naiz' idazten ari naizenean
fr: Afficher « J'écris » lorsque j'écris
hu: Gépelési értesítés küldése
it: Mostra "Sto digitando" quando digiti
pl: Wyświetl "Piszę..." podczas pisania
ru: Отображать «Я пишу» в процессе набора сообщения

source: Hide less important events
ca: Amaga els esdeveniments menys importants
cs: Schovat méně důležité události
de: Verstecke weniger wichtige Ereignisse
es: Ocultar los eventos menos importantes
eu: Garrantzi gutxieneko gertakariak ezkutatu
fr: Masquer les événements moins importants
hu: Kevésbé fontos események elrejtése
it: Nascondi eventi meno importanti
nb_no: Skjul mindre viktige hendelser
pl: Ukryj mało istotne zdarzenia
ru: Скрывать менее значимые события

source: Autoload animated images
ca: Carrega automàticament les imtges
cs: Automaticky stahovat animované obrázky
de: Animierte Bilder automatisch laden
es: Carga automática de las imágenes animadas
eu: Irudi bizidunak automatikoki kargatu
fr: Charger automatiquement les images animées
hu: Animált képek azonnali betöltése
it: Carica automaticamente immagini animate
nb_no: Automatisk innlasting av animerte bilder
pl: Automatycznie ładuj animowane grafiki
ru: Автоматически загружать анимированные изображения

source: Account settings:
ca: Preferències del compte:
cs: Nastavení účtu:
de: Kontoeinstellungen:
es: Configuración de la cuenta:
eu: Kontuaren ezarpenak:
fr: Paramètres du compte :
hu: Fiók beállítások:
it: Impostazioni account:
nb_no: Kontoinnstillinger:
pl: Ustawienia konta:
ru: Настройки учётной записи:

source: Connected phone numbers
ca: Números de telèfon connectats
cs: Připojená telefonní čísla
de: Verbundene Handynummern
es: Números de teléfono conectados
eu: Konektaturiko telefono zenbakiak
fr: Numéros de téléphone connectés
hu: Kapcsolt telefonszámok
it: Numeri di telefono collegati
pl: Połączone numery telefonów
ru: Привязанные номера телефонов

source: Devices
ca: Dispositius
cs: Zařízení
de: Geräte
es: Dispositivos
eu: Gailuak
fr: Appareils
hu: Eszközök
it: Dispositivi
nb_no: Enheter
pl: Urządzenia
ru: Устройства

source: Change password
ca: Canvia la contrasenya
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
eu: Pasahitza aldatu
fr: Modifier le mot de passe
hu: Jelszóváltoztatás
it: Cambia password
nb_no: Endre passord
pl: Zmień hasło
ru: Сменить пароль

source: Check out:
ca: Verifica:
cs: Ověřit:
de: Verlassen:
es: Comprobar:
eu: Berrikusi:
fr: Quitter la discussion :
hu: Ezeket nézd meg:
it: Lasciare:
nb_no: Sjekk ut:
pl: Wyświetl:
ru: Выход:

source: Disable account
ca: Desactiva el compte
cs: Deaktivovat účet
de: Konto deaktivieren
es: Desactivar la cuenta
eu: Kontua desgaitu
fr: Désactiver le compte
hu: Fiók kikapcsolása
it: Disabilita account
nb_no: Skru av konto
pl: Wyłącz konto
ru: Отключить учётную запись

source: Log out
ca: Surt
cs: Odhlášení
de: Abmelden
es: Cerrar sesión
eu: Saioa itxi
fr: Se déconnecter
hu: Kijelentkezés
it: Esci
nb_no: Logg ut
pl: Wyloguj
ru: Выйти

source: More:
ca: Més:
cs: Více:
de: Mehr:
es: Más:
eu: Gehiago:
fr: Plus :
hu: Továbbiak:
it: Altro:
nb_no: Mer:
pl: Więcej:
ru: Дополнительно:

source: No description found
ca: No s'ha trobat cap descripció
cs: Nenalezen žádný popis
de: Keine Beschreibung gefunden
es: No se ha encontrado ninguna descripción
eu: Ez da deskribapenik aurkitu
fr: Aucune description trouvée
hu: Nem található leírás
it: Nessuna descrizione trovata
nb_no: Fant ingen beskrivelse
pl: Nie znaleziono opisu
ru: Описание не найдено

source: Enter your password
ca: Introduïu la vostra contrasenya
cs: Zadejte Vaše heslo
de: Gib dein Passwort ein
es: Introduzca su contraseña
eu: Sartu zure pasahitza
fr: Saisissez votre mot de passe
hu: Add meg a jelszavad
it: Inserisci la tua password
nb_no: Skriv inn passordet ditt
pl: Wprowadź swoje hasło
ru: Введите ваш пароль

source: Please enter your password for: <b>%1</b>
ca: Introduïu la vostra contrasenya per: <b>%1</b>
cs: Zadejte Vaše heslo pro: <b>%1</b>
de: Bitte gib dein Passwort ein für: <b>%1</b>
es: Introduzca su contraseña para: <b>%1</b>
fr: Veuillez saisir votre mot de passe pour : <b>%1</b>
hu: Kérlek, add meg a jelszavad: <b>%1</b>
it: Per favore inserisci la tua password per: <b>%1</b>
pl: Wprowadź hasło dla: <b>%1</b>
ru: Пожалуйста, введите ваш пароль для <b>%1</b>

source: Password…
de: Passwort …
eu: Pasahitza…
fr: Mot de passe…
hu: Jelszó…
pl: Hasło…
ru: Пароль…

source: Receive notifications for…
ca: Rebre notificacions push per…
cs: Získat oznámení pro…
de: Erhalte Benachrichtigungen für …
es: Recibir notificaciones para…
eu: Jaso jakinarazpenak...
fr: Recevoir des notifications pour…
hu: Értesítéseket kérek…
nb_no: Skru på merknader for…
pl: Odbieraj powiadomienia o…
ru: Получать уведомления…

source: Common messages
ca: Missatges comuns
cs: Obyčejné zprávy
de: Gewöhnliche Nachrichten
es: Mensajes comunes
eu: Mezu arruntak
fr: Messages ordinaires
hu: Átlagos üzenetek
it: Messaggi comuni
pl: zwykłych wiadomościach
ru: Общие сообщения

source: Messages from single chats
ca: Missatges de xats personals
cs: Zprávy z jednotlivých chatů
de: Nachrichten von Einzelchats
es: Mensajes de chats individuales
eu: Banakako berriketetako mezuak
fr: Messages des discussions à deux
hu: Üzenetek közvetlen csevegésekben
it: Messaggi dalle singole conversazioni
nb_no: Meldinger fra enkle sludringer
pl: wiadomościach z poszczególnych konwersacji
ru: Сообщения из одиночных бесед

source: Mention my display name
ca: Mencions del meu nom per mostrar
cs: Zmiňuje mé zobrazované jméno
de: Erwähnungen meines Anzeigenamens
es: Menciona mi nombre mostrado en pantalla
eu: Nere pantaila izena aipatu
fr: Mentionner mon nom affiché
hu: Megemlítik a megjelenített nevemet
pl: wzmiance mojej nazwy wyświetlanej
ru: Упоминание моего отображаемого имени

source: Mention my user name
ca: Mencions del meu nom d'usuari
cs: Zmiňuje mé uživatelské jméno
de: Erwähnungen meines Benutzernamens
es: Menciona mi nombre de usuario
eu: Nere erabiltzaile izena aipatu
fr: Mentionner mon identifiant
hu: Megemlítik a felhasználói nevemet
pl: Wzmianki mojej nazwy użytkownika
ru: Упоминание моего имени пользователя

source: Invitations for me
ca: Invitacions per a mi
cs: Pozvání určená mé osobě
de: Einladungen für mich
es: Invitaciones para mi
eu: Neretzako gonbidapenak
fr: Invitations à ma destination
hu: Meghívások
it: Inviti per me
nb_no: Invitasjoner for meg
pl: zaproszaniach
ru: Мои приглашения

source: Chat member changes
ca: Canvis dels membres d'un xat
cs: Změny účastníků chatu
de: Chat-Mitglieder ändern sich
es: Cambios de miembros del chat
eu: Berriketako kidearen aldaketak
fr: Modifications des membres de la discussion
hu: Csevegő partner változása
pl: zmianach członków konwersacji
ru: Изменения участников беседы

source: Messages from bots
ca: Missatges de robots
cs: Zprávy od botů
de: Nachrichten von Bots
es: Mensajes de «bots»
eu: Bot mezuak
fr: Messages de robots
hu: Üzenetek botoktól
it: Messaggi dai bot
nb_no: Meldinger fra bot-er
pl: wiadomościach od botów
ru: Сообщения от ботов

source: Invite users
ca: Convida usuaris
cs: Pozvat úživatele
de: Benutzer einladen
es: Invitar usuarios
eu: Erabiltzaileak gonbidatu
fr: Inviter les utilisateurs
hu: Felhasználó meghívása
it: Invita utenti
nb_no: Inviter brukere
pl: Zaproś użytkowników
ru: Пригласить пользователей

source: Search e.g. @username:server.abc
ca: Cerca p. ex. @usuari:servidor.abc
cs: Vyhledat např. @username:server.abc
de: Suche z.B. nach @nutzername:server.abc
es: Buscar p. ej. @nombredeusuario:servidor.abc
eu: Adibidez bilatu @erabiltzaile:zerbitzari.eus
fr: Cherchez par exemple @identifiant:serveur.abc
hu: Keresés, pl.: @username:server.abc
nb_no: Søk etter eksempelvis @brukernavn:tjener.abc
pl: Szukaj n.p. @nazwaUżytkownika:serwer.abc
ru: Искать, например, @username:server.abc
